[
  {
    "id": "Textures",
    "description": "All the heads of mobs: dragon, Steve, creeper, skeleton, zombies are replaced by new Christmas heads!",
    "description-ru": "Все головы мобов: дракона, стива, крипера, скелета, зомби заменяются новыми рождественскими головами!" ,
    "description-pt": "Toda a cabeça de mobs: o dragão, steve, крипера, esqueletos, zumbis são substituídas por novas do natal cabeças!" ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/ChristmasHeadsCostumes.mcpack",
    "image_link": "/data/packs/textures/screenshot/ChristmasHeadsCostumes.png",
    "name": "Christmas Heads Costumes",
    "version": "1.7.x,1.6.x,1.5.x,1.4.x,1.2.x"
  },
  {
    "id": "Textures",
    "description": "This Shader will turn your world into a winter Wonderland.White fog, fluffy clouds in the sky, as well as night clouds will plunge into the real winter.",
    "description-ru": "Этот шейдер превратит ваш мир в зимнюю страну чудес.Белый туман, пушистые облака в небе, а так же ночные облака погрузят в настоящую зиму." ,
    "description-pt": "Este shader vai virar seu mundo de inverno do país das maravilhas.Uma névoa branca, fofa nuvem no céu, e também a noite as nuvens mergulhar em um verdadeiro inverno." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/WinterCraftShader.mcpack",
    "image_link": "/data/packs/textures/screenshot/WinterCraftShader.png",
    "name": "WinterCraft Shader",
    "version": "1.7.x,1.6.x,1.5.x,1.4.x,1.2.x"
  },
  {
    "id": "Textures",
    "description": "A Japanese texture pack that replaces the interface. But this texture pack is for newer versions. New changes: new tiles, Asian black bear, new water and lava, ice blocks and more!",
    "description-ru": "Японский пакет текстур который заменяет интерфейс. Но этот пакет текстур для более новых версий. Новые изменения : новая плитка, азиатский черный медведь, новая вода и лава, ледяные блоки и многое другое!" ,
    "description-pt": "Japonês o pacote de texturas que substitui a interface. Mas este pacote de texturas para as versões mais recentes. As novas mudanças : telha nova, o urso preto asiático, a nova água e lava, blocos de gelo e muito mais!" ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/YamatoNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/YamatoNew.png",
    "name": "Yamato New",
    "version": "1.7.x,1.6.x,1.5.x,1.4.x,1.2.x"
  },
  {
    "id": "Textures",
    "description": "A nice package of textures that will complement your game with uniqueness. Changes: colors, grass, scaffolding, ore and diamonds, Sandstone, ice, cats and more.",
    "description-ru": "Приятный пакет текстур который дополнит вашу игру уникальностью. Изменения: цвета, трава, строительные леса, руда и алмазы, песчаник, лед, кошки и многое другое. " ,
    "description-pt": "Agradável pacote de texturas que complementa o seu jogo único. Alterações: a cor, a grama, andaimes, minério de ferro e diamantes, arenito, gelo, gatos e muito mais." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/TasteOfJerm.mcpack",
    "image_link": "/data/packs/textures/screenshot/TasteOfJerm.png",
    "name": "Taste of Jerm",
    "version": "1.7.x,1.6.x,1.5.x,1.4.x,1.2.x"
  },
  {
    "id": "Textures",
    "description": "The texture is designed to create a more interesting game screen.The created bars and touch controls look fresher than ever before as 8 different colors are used.",
    "description-ru": "Текстура предназначена для создания более интересного игрового экрана.Созданные бары и сенсорные элементы управления выглядят более свежими, чем когда-либо ранее, поскольку используются 8 различных цветов." ,
    "description-pt": "A textura é projetada para criar o jogo mais interessante da tela.Criados bares e controles sensíveis ao toque olhar mais fresco, mais do que nunca, porque são usados em 8 cores diferentes." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Gui.mcpack",
    "image_link": "/data/packs/textures/screenshot/Gui.png",
    "name": "Gui",
    "version": "1.6.2,1.6.1,1.6.0"
  },
  {
    "id": "Textures",
    "description": "With these textures you will change the start screen, and the entire user interface that will be better and much more beautiful.",
    "description-ru": "С этими текстурами у вас изменится стартовый экран,и весь пользовательский интерфейс который станет лучше и намного красивее." ,
    "description-pt": "Com essas texturas você muda a tela inicial,e toda a interface do usuário que será o melhor e muito mais bonita." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/UiPack.mcpack",
    "image_link": "/data/packs/textures/screenshot/UiPack.png",
    "name": "UIPack",
    "version": "1.6.2,1.6.1,1.6.0"
  },
  {
    "id": "Textures",
    "description": "Are you tired of rain and drops that cover the entire space?Then try this texture! At the same time the lightning will strike but there will be no rain drops.",
    "description-ru": "Вам надоел дождь и капли которые закрывают все пространство?Тогда попробуйте эту текстуру! При дожде так же будет бить молния но не будет капель дождя." ,
    "description-pt": "Cansado de chuva e as gotas que cobrem todo o espaço?Então tente essa textura! Quando додже assim vai bater o zíper, mas não será gotas de chuva." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/NoWeather.mcpack",
    "image_link": "/data/packs/textures/screenshot/NoWeather.png",
    "name": "NoWeather",
    "version": "1.6.1,1.6.0"
  },
  {
    "id": "Textures",
    "description": "It's a really good texture pack that will add a retro look to the regular textures in the game.",
    "description-ru": "Это действительно хороший текстурпак, который добавит ретро-взгляд на обычные текстуры в игре." ,
    "description-pt": "Este é realmente um bom текстурпак, que confere um visual retrô normais de textura no jogo." ,
    "category": "16x16",
    "file_link": "/data/packs/textures/file/RetroNes.mcpack",
    "image_link": "/data/packs/textures/screenshot/RetroNes.png",
    "name": "Retro NES",
    "version": "1.6.1,1.6.0"
  },
  {
    "id": "Textures",
    "description": "Symbol textures-includes a full set of new icons for shimmering flasks and spawn eggs. It's easier to understand how to use any object. For example, instead of spawn eggs will be an icon with a character, and also potions marked.",
    "description-ru": "Текстуры Symbol - включают в  себя в себя полный набор новых значков для мерцающих колб и яиц спавна. Вам будет легче понять как использовать какой либо предмет. Например вместо яиц спавна будет значок с персонажем, также и зелья отмечены." ,
    "description-pt": "A textura Symbol - incluem-se um conjunto completo de novos ícones para cintilantes, kolb e ovos спавна. Será mais fácil compreender como usar qualquer coisa. Por exemplo, em vez de ovos спавна será o ícone com o personagem, também e poções marcados." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Symbol.mcpack",
    "image_link": "/data/packs/textures/screenshot/Symbol.png",
    "name": "Symbol",
    "version": "1.6.1,1.6.0,1.5.x"
  },
  {
    "id": "Textures",
    "description": "Textures allow you to customize the appearance of the clouds so that they look completely different.For example, you can change the colors from pink to light blue or use the rainbow style. Use the slider in the settings to change the color of the clouds.",
    "description-ru": "Текстуры  позволят Вам настраивать внешний вид облаков так, чтобы они выглядели совершенно иначе.К примеру, Вы можете изменять цвета от розового до светло-голубого или использовать радужный стиль. Используйте бегунок в настройках чтобы менять цвет облаков." ,
    "description-pt": "A textura permitem-Lhe personalizar a aparência de nuvens, para que eles fiquem completamente diferente.Por exemplo, Você pode alterar a cor de rosa e azul claro ou usar um arco-íris de estilo. Utilize o cursor de deslocamento em configurações para alterar a cor das nuvens." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/CloudsChanger.mcpack",
    "image_link": "/data/packs/textures/screenshot/CloudsChanger.png",
    "name": "Clouds Changer",
    "version": "1.6.0"
  },
  {
    "id": "Textures",
    "description": "A texture pack that is much simpler, cleaner, and smoother than the default textures.Some of the blocks even got an animation, such as the front of the furnace, lighthouse blocks and glass.",
    "description-ru": "Пакет текстур, который гораздо проще, чище и плавнее, чем текстуры по умолчанию.Некоторые из блоков даже получили анимацию, такие как передняя часть печи, блоки маяка и стекла. " ,
    "description-pt": "O pacote de textura, que é muito mais fácil, mais limpa e suave, de textura padrão.Alguns dos blocos ainda tem animação, tais como a parte frontal do forno, blocos farol e vidro." ,
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Simple.mcpack",
    "image_link": "/data/packs/textures/screenshot/Simple.png",
    "name": "Simple",
    "version": "1.6.0, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "You can use the tiny village texture pack to build tiny villages. Most of the heads and skulls in Minecraft have been replaced by tiny buildings like houses, wells and farms.",
    "description-ru": "Вы можете использовать пакет текстур Tiny Village (Крошечная Деревня) для строительства крошечных деревень. Большинство голов и черепов в Майнкрафт были заменены крошечными зданиями, такими как дома, колодцы и фермы." ,
    "description-pt": "Você pode usar a pequena aldeia de textura pack para construir pequenas aldeias. A maioria dos chefes e caveiras em Minecraft foram substituídas por pequenas construções como casas, poços e fazendas." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/TinyVillage.mcpack",
    "image_link": "/data/packs/textures/screenshot/TinyVillage.png ",
    "name": "Tiny Village",
    "version": "1.5.2"
  },
  {
    "id": "Textures",
    "description": "A pack of colored Buttons textures (Colored buttons) makes it so that you can choose between 16 different colors for the UI buttons in Minecraft PE. This change will only be visible when you hover over or click the button.",
    "description-ru": " Пакет текстур Colored Buttons (Цветные кнопки) делает так, что Вы можете выбирать между 16 различными цветами для кнопок пользовательского интерфейса в Майнкрафт ПЕ. Данное изменение будет заметно только при наведении курсора на кнопку или нажатии на нее." ,
    "description-pt": "Um pacote de Botões coloridos de texturas (botões Coloridos) faz-lo de modo que você pode escolher entre 16 cores diferentes para a INTERFACE do usuário botões no Minecraft PE. Esta alteração só será visível quando você passa o mouse ou clique no botão." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Coloredbuttons.mcpack",
    "image_link": "/data/packs/textures/screenshot/ColoredButtons.png",
    "name": "Colored Buttons",
    "version": "1.5.2"
  },
  {
    "id": "Textures",
    "description": "The colored Elytra texture pack (Colored elytra)is very useful for those who like to use elytra in Minecraft PE, but would like to change their color design. Using the presented texture pack you can choose between many different colors.",
    "description-ru": " Пакет текстур Colored Elytra (Цветные надкрылья)очень полезен для тех, кто любит использовать надкрылья в Minecraft PE, однако хотел бы изменить их цветовой дизайн. Использовав представленный пакет текстур вы сможете выбирать между множеством различных цветов." ,
    "description-pt": "O colorido Elytra textura pack (Colorido elytra)é muito útil para aqueles que gostam de usar elytra no Minecraft PE, mas gostaria de mudar a cor de design. Usando o apresentou textura pack você pode escolher entre diversas cores." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/ColoredElytra.mcpack ",
    "image_link": "/data/packs/textures/screenshot/ColoredElitra.png",
    "name": "Colored Elytra",
    "version": "1.5.2"
  },
  {
    "id": "Textures",
    "description": "The addition of Seasons, includes the season -Spring. Leaves and grass have different color shades, and the fern and grass are repainted so as to resemble their appearance in the spring",
    "description-ru": "Дополнение Сезоны, включает в себя сезон - Весна. Листья и трава имеют разные цветовые оттенки, а папоротник и трава перекрашены так, чтобы напоминать их вид весной",
    "description-pt": "A adição de Seasons , inclui a temporada - Primavera. Folhas e grama têm tons de cores diferentes, e a samambaia e grama são repintadas, de modo a se assemelhar a sua aparência na primavera",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/SpringSeason1.mcpack",
    "image_link": "/data/packs/textures/screenshot/SpringSeason1.jpg",
    "name": "Spring Season",
    "version": "1.5.1, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "Changes the existing header display (HUD) and gives it a more modern design. Buttons, hot keys, buttons for movement - all these and others have a completely new design: a hunger bar, an experience bar, a crosshair (sight), an icon and an icon shortcut, an interaction button, a chat border.",
    "description-ru": "Изменяет существующий дисплей заголовка (HUD) и придаёт ему более современный дизайн. Кнопки, горячие клавиши, кнопки передвижения - все эти и другие имеют совершенно новый дизайн: бар голода, бар опыта, перекрестье (прицел), значок и ярлык значка, кнопка взаимодействия, граница чата." ,
    "description-pt": "Altera a exibição do cabeçalho existente (HUD) e oferece um design mais moderno. Botões, teclas de atalho, botões de movimento - todos estes e outros têm um design completamente novo: uma barra de fome, uma barra de experiência, uma mira, um ícone e um atalho de ícone, um botão de interação, uma borda de bate-papo." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Hudgui.mcpack",
    "image_link": "/data/packs/textures/screenshot/HudUI.jpg",
    "name": "HudUI+",
    "version": "1.5.1"
  },
  {
    "id": "Textures",
    "description": "Includes 10 different sight types. You just need to click on the button with a wrench and drag the slider to select the one you like. At gunpoint in this case is meant a marker in the center of the screen, used to allow the player to find out what he is about to hit, what to shoot or to burn. The first thing you need to do is include this texture package in the Global Resources. Click the Settings button to set the sight type.",
    "description-ru": " Включает 10 различных видов прицела. Вам нужно лишь нажать на кнопку с гаечным ключом и перетащить ползунок, чтобы выбрать понравившийся Вам прицел. Под прицелом в данном случае понимается маркер в центре экрана, использующийся для того, чтобы позволить игроку узнать, что он собирается ударить, во что выстрелить или же сжечь. Первым делом Вам нужно включить данный пакет текстур в Глобальных Ресурсах. Нажмите на кнопку настроек, чтобы установить тип прицела." ,
    "description-pt": "Inclui 10 tipos diferentes de visão. Você só precisa clicar no botão com uma chave e arraste o controle deslizante para selecionar o que você gosta. Sob a mira de uma arma, neste caso, significa-se um marcador no centro da tela, usado para permitir ao jogador descobrir o que ele está prestes a acertar, o que atirar ou queimar. A primeira coisa que você precisa fazer é incluir esse pacote de textura nos recursos globais. Clique no botão Configurações para definir o tipo de visão." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Customcrosshairs.mcpack",
    "image_link": "/data/packs/textures/screenshot/CustomCrosshairs.jpg",
    "name": "Custom Crosshairs",
    "version": "1.5.0, 1.5.1"
  },
  {
    "id": "Textures",
    "description": "The texture package changes most of the blocks associated with the wood to make their textures cleaner and simple.",
    "description-ru": "Пакет текстур изменяет большинство блоков, связанных с древесиной так, чтобы сделать их текстуры более чистыми и простыми. " ,
    "description-pt": "O pacote de textura altera a maioria dos blocos associados à madeira para tornar suas texturas mais limpas e simples." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Smoothwood.mcpack",
    "image_link": "/data/packs/textures/screenshot/SmoothWood%20.jpg",
    "name": "Smooth Wood RSPC",
    "version": "1.4.4, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "A texture package changes some textures to get rid of some annoying texture designs. If you want to improve the current look of the game for a more pleasant one, then this texture package may suit you well.",
    "description-ru": "Пакет текстур изменяет некоторые текстуры так, чтобы избавиться от некоторых раздражающих текстурных дизайнов. Если Вам хочется улучшить текущий вид игры на более приятный, то этот пакет текстур может хорошо Вам подойти. " ,
    "description-pt": "Um pacote de textura muda algumas texturas para se livrar de alguns desenhos de textura irritantes. Se você quer melhorar a aparência atual do jogo para uma mais agradável, então este pacote de texturas pode se adequar bem a você." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Tt.mcpack",
    "image_link": "/data/packs/textures/screenshot/TT.jpg",
    "name": "TT",
    "version": "1.4.4, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "Enjoy a more detailed world using a texture package! Activate it in your world to add more detail to the texture of the mobs and blocks.",
    "description-ru": "Насладитесь более подробным миром, использовав пакет текстур! Активируйте его в своём мире, чтобы добавить больше детализации к текстурам мобов и блоков. " ,
    "description-pt": "Desfrute de um mundo mais detalhado usando um pacote de textura! Ative-o em seu mundo para adicionar mais detalhes à textura dos mobs e blocos." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Pixtail.mcpack",
    "image_link": "/data/packs/textures/screenshot/Pixtail.jpg",
    "name": "Pixtail",
    "version": "1.4.4, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "The texture package changes the look of all the pictures! Some of them are made by hand, some are taken from images and additionally modified.",
    "description-ru": "Пакет текстур меняет внешний вид всех картин! Некоторые из них сделаны вручную, некоторые взяты из изображений и дополнительно изменены. " ,
    "description-pt": "O pacote de textura muda a aparência de todas as fotos! Alguns deles são feitos à mão, alguns são tirados de imagens e adicionalmente modificados." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Betterpaintings.mcpack",
    "image_link": "/data/packs/textures/screenshot/%20BetterPaintings.jpg",
    "name": "Better Paintings",
    "version": "1.5.0"
  },
  {
    "id": "Textures",
    "description": "The package of textures changes the boat so as to correct the old essence of the boat model. The frame is slightly smaller and there are no oats in it. Modified only the model, because all the behavior remains the same. This is a great option, if you liked the old model of boats and you would like to use it.",
    "description-ru": "Пакет текстур изменяет лодку так, чтобы исправить старую сущность модели лодок. Рама немного меньше и в ней нет вёсел. Изменена только модель, так как всё поведение остается прежним. Это отличный вариант, если Вам нравилась старая модель лодок и Вам хотелось бы использовать её." ,
    "description-pt": "O pacote de texturas altera o barco para corrigir a antiga essência do modelo do barco. O quadro é um pouco menor e não há aveia. Modificado apenas o modelo, porque todo o comportamento permanece o mesmo. Esta é uma ótima opção, se você gostou do modelo antigo de barcos e você gostaria de usá-lo." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Oldboatmodel.mcpack",
    "image_link": "/data/packs/textures/screenshot/OldBoatModel.jpg",
    "name": "Old Boat Model",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "It's a unique texture pack that brings your own style and design to the game's graphics. Best of all, this package of textures is suitable for playing in the mode of survival, but it will look nice in the course of your creative construction and other purposes.",
    "description-ru": "Это уникальный пакет текстур, который привносит свой собственный стиль и дизайн в графику игры. Лучше всего этот пакет текстур подойдёт для игры в режиме выживания, однако он будет приятно смотреться в ходе Вашего творческого строительства и других целей. " ,
    "description-pt": "É um pacote de textura único que traz seu próprio estilo e design para os gráficos do jogo. O melhor de tudo, este pacote de texturas é adequado para jogar no modo de sobrevivência, mas vai ficar bem no decorrer da sua construção criativa e outros propósitos." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Quadral.mcpack",
    "image_link": "/data/packs/textures/screenshot/Quadral.jpg",
    "name": "Quadral PE",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "A texture package adds a new water creature, known as the sea horse. They exist in more than 3000 different color variations. You can find them spawn in their world in coral reefs or multiply them manually, creating a tropical fish. However, it does not seem to replace tropical fish, because they can still appear. You can catch them in a bucket and wear them.",
    "description-ru": "Пакет текстур добавляет новое водное существо, известное как морской конёк. Они существуют в более 3000 различных цветовых вариациях. Вы можете найти их спавн в своём мире в коралловых рифах или размножить их вручную, создавая тропическую рыбу. Однако он, видимо, не заменяет тропическую рыбу, поскольку они всё ещё могут появляться. Вы можете поймать их в ведро и носить их." ,
    "description-pt": "Um pacote de textura adiciona uma nova criatura de água, conhecida como o cavalo-marinho. Eles existem em mais de 3000 variações de cores diferentes. Você pode encontrá-los em seu mundo em recifes de corais ou multiplicá-los manualmente, criando um peixe tropical. No entanto, não parece substituir os peixes tropicais, porque eles ainda podem aparecer. Você pode pegá-los em um balde e usá-los." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Hippocampus.mcpack",
    "image_link": "/data/packs/textures/screenshot/Hippocampus.jpg",
    "name": "Hippocampus",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "The texture package includes an excellent shader that animates cubes and makes them rotate. Cubic cards are resource packs that replace a celestial box of vanilla sky with high-resolution images, which makes it more realistic.",
    "description-ru": "Пакет текстур включает в себя отличный шейдер, который оживляет кубические карты и заставляет их вращаться. Кубические карты - это пакеты ресурсов, которые заменяют небесную коробку ванильного неба с изображениями с высоким разрешением, что делает её более реалистичной. " ,
    "description-pt": "O pacote de textura inclui um excelente sombreador que anima os cubos e os faz girar. Cartões cúbicos são pacotes de recursos que substituem uma caixa celestial de céu baunilha por imagens de alta resolução, o que a torna mais realista." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/MovingSkies.mcpack",
    "image_link": "/data/packs/textures/screenshot/MovingSkies.jpg",
    "name": "Moving Skies",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "This is a fairly simple package of textures that adds an excellent night vision camera function. This is done by replacing the existing in-game pumpkin with new textures. As you probably know, the user interface changes when you wear a pumpkin.",
    "description-ru": "Это довольно простой пакет текстур, который добавляет отличную функцию камеры ночного видения. Это делается при помощи замены существующей в игре тыквы новыми текстурами. Как Вы, возможно, знаете, пользовательский интерфейс меняется при ношении тыквы. " ,
    "description-pt": "Este é um pacote bastante simples de texturas que adiciona uma excelente função de câmera de visão noturna. Isso é feito substituindo a abóbora existente no jogo por novas texturas. Como você provavelmente sabe, a interface do usuário muda quando você usa uma abóbora." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Nightvision.mcpack",
    "image_link": "/data/packs/textures/screenshot/NightVisionGoggles.jpg",
    "name": "Night Vision Goggles",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "Shaders were created in order to improve the light of the torch and shadow. Despite the fact that this is a rather small change, it creates a completely new atmosphere for game graphics.",
    "description-ru": "Шейдеры были созданы для того, чтобы улучшить свет факела и тени. Несмотря на то, что это довольно небольшое изменение, оно создает совершенно новую атмосферу для игровой графики." ,
    "description-pt": "Os Shaders foram criados para melhorar a luz da tocha e das sombras. Apesar de ser uma mudança bastante pequena, cria uma atmosfera completamente nova para gráficos de jogos." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/EnhancedvanillaNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/EnhancedVanilla.jpg",
    "name": "Enhanced Vanilla Shader",
    "version": "1.4.4, 1.4.1, 1.4.0"
  },
  {
    "id": "Textures",
    "description": "The texture package converts all trolleys into more detailed 3D trolleys. Both the model and the textures were completely changed to create not only more realistic, but attractive trolleys.",
    "description-ru": "Пакет текстур преобразует все вагонетки в более подробные 3D-тележки. И модель, и текстуры были полностью изменены, чтобы создать не только более реалистичные, но и привлекательные вагонетки. ",
    "description-pt": "O pacote de textura converte todos os troles em carrinhos 3D mais detalhados. Tanto o modelo quanto as texturas foram completamente alterados para criar não apenas carrinhos mais realistas, mas atraentes.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Lemominecart.mcpack",
    "image_link": "/data/packs/textures/screenshot/%20LEMOMinecart.jpg",
    "name": "LEMO Minecart",
    "version": "1.4.2"
  },
  {
    "id": "Textures",
    "description": "This is a very simple, but useful texture package that will make all frames invisible. It's just fine if you want to place your items or blocks on the display or store them in a very beautiful form.",
    "description-ru": "Это очень простой, но полезный пакет текстур, который сделает все рамки невидимыми. Это просто прекрасно, если Вы хотите разместить свои предметы или блоки на дисплее или хранить их в очень красивом виде. ",
    "description-pt": "Este é um pacote de textura muito simples, mas útil, que tornará todos os quadros invisíveis. Está tudo bem se você quiser colocar seus itens ou blocos na tela ou armazená-los de uma forma muito bonita.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Invisibleitemframes.mcpack",
    "image_link": "/data/packs/textures/screenshot/InvisibleItemFrames.jpg",
    "name": "Invisible Item Frames",
    "version": "1.4.2"
  },
  {
    "id": "Textures",
    "description": "This is a stylish cartoon texture pack with bright colors and very detailed textures. It has been actively renewed for seven years now. The main idea of the package is to bring into the design a more square block pattern.",
    "description-ru": "Это стильный мультяшный пакет текстур с яркими цветами и очень подробными текстурами. Он активно обновляется в течение уже семи лет. Основная идея пакета состоит в том, чтобы привнести в дизайн больше шаблона квадратности блоков. ",
    "description-pt": "Este é um pacote de textura elegante dos desenhos animados com cores brilhantes e texturas muito detalhadas. Foi ativamente renovado por sete anos agora. A idéia principal do pacote é trazer para o design um padrão de bloco mais quadrado.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/BlockPixelBedrock.mcpack",
    "image_link": "/data/packs/textures/screenshot/BlockPixel.jpg",
    "name": "BlockPixel",
    "version": "1.4.2"
  },
  {
    "id": "Textures",
    "description": "A package of textures replaces skulls and heads that can be placed anywhere, plush toys. You can use them for everything: from decoration and trophies to wearable headgear - the choice is yours! Plush toys include a polar bear, cat, gasta and enderman.",
    "description-ru": "Пакет текстур заменяет черепа и головы, которые можно где-либо расположить, плюшевыми игрушками. Вы можете использовать их для всего: от украшения и трофеев до носимых головных уборов - выбор остаётся за Вами! Плюшевые игрушки включают в себя белого медведя, кота, гаста и эндермена. ",
    "description-pt": "Um pacote de texturas substitui crânios e cabeças que podem ser colocados em qualquer lugar, brinquedos de pelúcia. Você pode usá-los para tudo: de decoração e troféus a chapelaria usável - a escolha é sua! Brinquedos de pelúcia incluem um urso polar, gato, gasta e enderman.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Sgplushiespack.mcpack",
    "image_link": "/data/packs/textures/screenshot/SGPlushies.jpg",
    "name": "SG Plushies",
    "version": "1.4.1"
  },
  {
    "id": "Textures",
    "description": "Textures add 6 new furniture and technology products that can be used to decorate your home in MCPE. Since each of the new items replaces either the head or the skull, their rotation angle is not limited in any way. Some of the new items are a flat screen TV, a comfortable sofa and a complete computer kit.",
    "description-ru": "Текстуры добавляют 6 новых мебельных и технологических продуктов, которые можно использовать для украшения Вашего дома в MCPE. Поскольку каждый из новых предметов заменяет либо голову, либо череп, их угол вращения никак не ограничен. Некоторые из новых предметов - это телевизор с плоским экраном, удобный диван и полный компьютерный набор.",
    "description-pt": "As texturas adicionam 6 novos móveis e produtos de tecnologia que podem ser usados para decorar sua casa no MCPE. Como cada um dos novos itens substitui a cabeça ou o crânio, seu ângulo de rotação não é limitado de forma alguma. Alguns dos novos itens são uma TV de tela plana, um sofá confortável e um kit de computador completo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Decoration.mcaddon",
    "image_link": "/data/packs/textures/screenshot/Decoration.png, /data/packs/textures/screenshot/Decoration1.png, /data/packs/textures/screenshot/Decoration2.png",
    "name": "Decoration",
    "version": "1.4.2",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "Are you tired of arm rests? No problem! Textures replaces the existing armor with stone statues. They not only have the same functionality as the armor stand, but can also be used for decorative purposes.",
    "description-ru": "Вы устали от стоек для брони? Никаких проблем! Текстуры заменяет существующие доспехи каменными статуями. Они не только имеют те же самые функциональные возможности, что и стойка для брони, но и могут прекрасно использовать в декоративных целях. ",
    "description-pt": "Você está cansado de descansar os braços? Sem problemas! Texturas substitui a armadura existente por estátuas de pedra. Eles não só têm a mesma funcionalidade que o suporte da armadura, mas também podem ser usados para fins decorativos.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Statue.mcpack",
    "image_link": "/data/packs/textures/screenshot/Statue.jpg",
    "name": "Statue",
    "version": "1.2.13"
  },
  {
    "id": "Textures",
    "description": "This texture pack adds 5 completely new creature models, and also modifies some block textures to give the game a futuristic component.",
    "description-ru": "Этот пакет текстур добавляет 5 абсолютно новых моделей существ, а также изменяет некоторые текстуры блоков так, чтобы придать игре футуристическую составляющую.",
    "description-pt": "Este pacote de texturas adiciona 5 novos modelos de criaturas, e também modifica algumas texturas de bloco para dar ao jogo um componente futurista.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Undiscord.mcpack",
    "image_link": "/data/packs/textures/screenshot/UnDiscord.jpg",
    "name": "UnDiscord",
    "version": "1.2.13"
  },
  {
    "id": "Textures",
    "description": "Super Mario is probably one of the most famous characters in video games of all time. If you've played games, you'll see that there are a lot of similarities in this package and you will soon want to play Super Mario.",
    "description-ru": "Super Mario, вероятно, является одним из самых известных персонажей видеоигр всех времён. Если Вы играли в игры, Вы увидите, что в этом пакете очень много сходств и вы скоро захотите поиграть в Супер Марио.",
    "description-pt": "Super Mario é provavelmente um dos personagens mais famosos dos videogames de todos os tempos. Se você já jogou, verá que há muitas semelhanças neste pacote e em breve você desejará jogar Super Mario.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Newsuperma.mcpack",
    "image_link": "/data/packs/textures/screenshot/NewSuperMarioCraft.jpg",
    "name": "New Super MarioCraft",
    "version": "1.2.13"
  },
  {
    "id": "Textures",
    "description": "The package of textures includes everything that you may need to create a steep space map. All weapons have new textures. There is also a special spacesuit and two new alien mobs MCPE. Also the light stone is completely changed to look more alien. This package will be very useful if you are looking for even more space-themed graphics.",
    "description-ru": "Пакет текстур включает в себя всё, что может Вам потребоваться для создания крутой космической карты. Всё оружие имеет новые текстуры. Есть также специальный скафандр и два новых инопланетных моба MCPE. Также светокамень полностью изменён, чтобы выглядеть более чуждо. Этот пакет будет очень полезен, если Вы ищете ещё более космическую тематическую графику.",
    "description-pt": "O pacote de texturas inclui tudo o que você pode precisar para criar um mapa de espaço íngreme. Todas as armas têm novas texturas. Há também um traje espacial especial e dois novos mobs alienígenas MCPE. Além disso, a pedra da luz é completamente alterada para parecer mais alienígena. Este pacote será muito útil se você estiver procurando por gráficos com mais espaço.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Alienwarfarepack.mcpack",
    "image_link": "/data/packs/textures/screenshot/AlienWarfare.jpg",
    "name": "Alien Warfare",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "Could you imagine how the models cut from paper look? This is exactly what the texture package offers you. The idea is quite unique, and the result, without a doubt, is stunning. This is a simple and clean package of textures. Colors are soft, so everything looks very harmonious and blends well.",
    "description-ru": "Могли бы Вы представить как выглядят модели, вырезанные из бумаги? Это именно то, что предлагает Вам пакет текстур. Идея довольно уникальная, а результат, без сомнений, потрясающий. Это простой и чистый пакет текстур. Цвета мягкие, благодаря чему всё выглядит очень гармонично и хорошо сочетается." ,
    "description-pt": "Você poderia imaginar como os modelos cortados do papel parecem? Isso é exatamente o que o pacote de textura oferece a você. A ideia é única e o resultado, sem dúvida, é impressionante. Este é um pacote simples e limpo de texturas. As cores são suaves, então tudo parece muito harmonioso e combina bem." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Papercutout.mcpack",
    "image_link": "/data/packs/textures/screenshot/PaperCutOut.jpg",
    "name": "Paper Cut-Out",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "You change the texture of water, particles and other water-related elements and turn them into red.",
    "description-ru": "Вы измените текстуру воды, частицы и другие связанные с водой элементы и превратите их в красный цвет. " ,
    "description-pt": "Você muda a textura da água, partículas e outros elementos relacionados à água e os transforma em vermelho." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Coloredwaterred.mcpack",
    "image_link": "/data/packs/textures/screenshot/ColoredWater.jpg",
    "name": "ColoredWater",
    "version": "1.2.11"
  },
  {
    "id": "Textures",
    "description": "Еhis is an updated version of the texture. Editors Mojang have been working on new textures for several months, but today you can download the official release for the first time and try new textures in the",
    "description-ru": "Текстур пак имеет удвоенное разрешение текстур пака по умолчанию. В результате повышения разрешения текстур предметы и блоки стали боле четкими и подробными. ",
    "description-pt": "O pacote de texturas tem o dobro da textura padrão do pacote por padrão. Como resultado do aumento da resolução de texturas, objetos e blocos tornaram-se mais claros e detalhados.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/NewDefault.mcpack",
    "image_link": "/data/packs/textures/screenshot/DefauilNew.jpg",
    "name": "Default New",
    "version": "1.2.11"
  },
  {
    "id": "Textures",
    "description": "The package of textures focused its attention on adding modern and realistic textures to the game. Most of the textures relating to the natural landscape have been changed, including textures of grass blocks, water and sky.",
    "description-ru": "Пакет текстур сфокусировал своё внимание на добавлении в игру современных и реалистичных текстур. Большинство текстур, относящихся к природному ландшафту было изменено, включая текстуры травяных блоков, воды и неба." ,
    "description-pt": "O pacote de texturas concentrou sua atenção em adicionar texturas modernas e realistas ao jogo. A maioria das texturas relacionadas à paisagem natural foi alterada, incluindo texturas de blocos de grama, água e céu." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Aerostarmodern.mcpack",
    "image_link": "/data/packs/textures/screenshot/AeroStarModern.jpg",
    "name": "Aero Star Modern",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "Textures bring in the game some uniqueness, because its colors are brighter, and also warmer. This, without a doubt, will be an excellent upgrade to the usual texture package.",
    "description-ru": "Текстуры привносят немного уникальности, потому что их цвета ярче и теплее. Это, несомненно, будет отличным обновлением до обычного пакета текстур.",
    "description-pt": "As texturas trazem um pouco de singularidade, porque suas cores são mais brilhantes e mais quentes. Isto, sem dúvida, será uma excelente atualização para o pacote usual de texturas.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/JehkobafantasypeNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/JehkobasFantasyNew.jpg",
    "name": "Jehkoba’s Fantasy New",
    "version": "1.2.11"
  },
  {
    "id": "Textures",
    "description": "The texture pack is designed to improve the default textures, while preserving the original look of the textures. Most textures have been completely redesigned, except for some that will be updated in a future version. Work on the texture package is still in progress, but it's already good enough to improve the textures of the game and make them smoother.",
    "description-ru": "Пакет текстур предназначен для улучшения текстур по умолчанию, сохраняя при этом первоначальный внешний вид текстур. Большинство текстур были полностью переработаны, за исключением некоторых, которые будут обновлены в будущей версии. Работа над пакетом текстур всё ещё в процессе, однако он уже достаточно хорош, чтобы улучшить текстуры игры и сделать их более плавными." ,
    "description-pt": "O pacote de textura é projetado para melhorar as texturas padrão, preservando a aparência original das texturas. A maioria das texturas foi completamente redesenhada, exceto por algumas que serão atualizadas em uma versão futura. O trabalho no pacote de texturas ainda está em andamento, mas já é bom o suficiente para melhorar as texturas do jogo e torná-las mais suaves." ,
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Alternative.mcpack",
    "image_link": "/data/packs/textures/screenshot/VanillaAlternative.jpg",
    "name": "Vanilla Alternative",
    "version": "1.2.11, 1.2.10"
  },
  {
    "id": "Textures",
    "description": "This is a Japanese texture package that configures both the user interface and the textures for blocks and elements. All buttons for the user interface now look like Japanese letters and symbols. Many of the natural landscape blocks also turn into a more beautiful and clean Japanese design.",
    "description-ru": "Это японский пакет текстур, который настраивает как пользовательский интерфейс, так и текстуры для блоков и элементов. Все кнопки для пользовательского интерфейса теперь выглядят как японские буквы и символы. Многие из естественных блоков ландшафта также превращаются в более красивый и чистый японский дизайн. " ,
    "description-pt": "Este é um pacote de textura japonesa que configura a interface do usuário e as texturas para blocos e elementos. Todos os botões para a interface do usuário agora se parecem com letras e símbolos japoneses. Muitos dos blocos de paisagem natural também se transformam em um design japonês mais bonito e limpo." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Yamato.mcpack",
    "image_link": "/data/packs/textures/screenshot/YAMATO.jpg",
    "name": "YAMATO",
    "version": "1.2.10"
  },
  {
    "id": "Textures",
    "description": "The texture pack adds new textures for most PvP-related items, such as swords and armor. It is also aimed at making nature more realistic and beautiful. For example, a new sky will appear, but with no moving clouds. Some mobs have also been added some 3D models, such as ears or tails.",
    "description-ru": "Пакет текстур добавляет новые текстуры для большинства предметов, связанных с PvP, таких как мечи и доспехи. Также он нацелен на превращении природы в более реалистичную и красивую. Например, появится новое небо, но с не движущимися облаками. К некоторым мобам также были добавлены некоторые 3D-модели, такие как уши или хвосты." ,
    "description-pt": "O pacote de textura adiciona novas texturas para a maioria dos itens relacionados ao PvP, como espadas e armaduras. Ele também tem como objetivo tornar a natureza mais realista e bonita. Por exemplo, um novo céu aparecerá, mas sem nuvens em movimento. Alguns modelos 3D, como orelhas ou caudas, também foram adicionados a algumas das mobs." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Zeusopack.mcpack",
    "image_link": "/data/packs/textures/screenshot/ZeusoPackBeta.jpg",
    "name": "ZeusoPack Beta",
    "version": "1.2.10"
  },
  {
    "id": "Textures",
    "description": "Texture pack, which will accurately decorate your mansion in the Art Nouveau style, and also make your mood more joyful and bright! In the texture package for MCPE a lot of textures, suitable for interior decoration, and for the outside world! A very good addition for everyone who wants to make the world more vivid!",
    "description-ru": "Текстур пак, который точно украсит Ваш особняк в стиле модерн, а также сделает Ваше настроение более радостным и ярким! В текстур паке для МКПЕ множество текстур, подходящих как для внутреннего интерьера, так и для внешнего мира! Очень хорошее дополнение для всех желающих сделать мир более ярким!" ,
    "description-pt": "Pacote de texturas, que irá decorar com precisão a sua mansão no estilo Art Nouveau, e também tornar seu humor mais alegre e brilhante! No pacote de textura para MCPE, muitas texturas, apropriadas para decoração de interiores e para o mundo exterior! Uma adição muito boa a todos que desejam tornar o mundo mais vívido!" ,
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Flowshd.mcpack",
    "image_link": "/data/packs/textures/screenshot/FlowsHD.png",
    "name": "Flow’s HD",
    "version": "1.2.10",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "Blocks of wool and beds are now monochrome, and the glass is transparent with one light frame. Another big change is the herbal blocks, which are now actually covered with grass on each side.",
    "description-ru": "Текстурпак изменит цвет и структуру некоторых блоков в игре. Теперь блоки шерсти и кровати будут иметь одинаковый цвет, а стекло будет более прозрачным и чистым. Также изменятся и блоки травы, которые будут иметь зелёный цвет со всех сторон. ",
    "description-pt": "Texturepack mudará a cor e a estrutura de alguns blocos no jogo. Agora, os blocos de lã e camas terão a mesma cor e o vidro será mais transparente e limpo. Além disso, os blocos de grama que serão verdes em todos os lados mudarão.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/PlaincolorsNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/PlainColors.jpg",
    "name": "Plain Colors New",
    "version": "1.2.10"
  },
  {

    "id": "Textures",
    "description": "Shaders will add realism to your favorite game, and also greatly improve the graphics. Since this is only a Beta version, some functions have not yet been implemented.",
    "description-ru": "Шейдеры  добавят в Вашу любимую игру реалистичность, а также сильно улучшат графику. Поскольку это лишь Beta-версия, некоторые функции еще не были реализованы." ,
    "description-pt": "Shaders irá adicionar realismo ao seu jogo favorito e também melhorar os gráficos. Uma vez que esta é apenas uma versão Beta, algumas funções ainda não foram implementadas." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Ss10.mcpack",
    "image_link": "/data/packs/textures/screenshot/SS10.jpg",
    "name": "SS10 Shader",
    "version": "1.2.10, 1.2.9"
  },
  {
    "id": "Textures",
    "description": "The shader removes the fog when visualizing the world. Fog is a peculiar way of sewing graphics at a great distance, making the last processed pieces more blurred. But thanks to this shader, all the pieces will have the same graphic appearance - regardless of the distance.",
    "description-ru": "Шейдер удаляет туман при визуализации мира. Туман - это своеобразный способ сшивать графику на большом расстоянии, делая последние обработанные куски более размытыми. Но благодаря данному шейдеру все куски будут иметь одинаковый графический вид - независимо от расстояния." ,
    "description-pt": "O sombreador remove o nevoeiro ao visualizar o mundo. A névoa é uma forma peculiar de costura de gráficos a uma grande distância, tornando as últimas peças processadas mais desfocadas. Mas graças a este sombreador, todas as peças terão a mesma aparência gráfica - independentemente da distância." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Fogremover.mcpack",
    "image_link": "/data/packs/textures/screenshot/FogRemover.jpg",
    "name": "Fog Remover Shader",
    "version": "1.2.10, 1.2.9"
  },
  {
    "id": "Textures",
    "description": "Textures have a smoother design and calmer colors. Due to this, the texture mixing will be much better than with the standard texture pack.",
    "description-ru": "Это текстуры низкого разрешения, которые добавят в MCPE больше реализма. Текстуры имеют более гладкий дизайн и более спокойные цвета.",
    "description-pt": "Estas são texturas de baixa resolução que irão adicionar mais realismo ao MCPE. As texturas têm um design mais suave e cores mais quentes.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/PixelrealityN.mcpack",
    "image_link": "/data/packs/textures/screenshot/PixelReality.jpg",
    "name": "Pixel Reality New",
    "version": "1.2.9"
  },
  {
    "id": "Textures",
    "description": "Are you the standard Minecraft PE texture like? If yes, then we have a suggestion for you to set the texture pack «Faithful PE» for Minecraft Pocket Edition, which will improve the resolution of standard textures in 2 times!",
    "description-ru": "Текстурпак даст Вам возможно продолжать наслаждаться стандартными текстурами, но уже с двойным разрешением. ",
    "description-pt": "Texturepack lhe dará a oportunidade de continuar a desfrutar das texturas padrão, mas já com uma dupla resolução.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Faithful64.mcpack",
    "image_link": "/data/packs/textures/screenshot/FaithfuPE.jpg",
    "name": "Faithful PE New",
    "version": "1.4.4, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "We present to your attention a very funny and funny package of textures that brings to the world of MCPE the possibility of using ridiculous eyes that will replace the skulls of the mob and look really cheerful.",
    "description-ru": "Представляем Вашему вниманию очень забавный и смешной пакет текстур, который привносит в мир МКПЕ возможность использования смешных глаз, которые заменят черепа мобы и выглядят действительно жизнерадостно." ,
    "description-pt": "Apresentamos a sua atenção um pacote de texturas muito engraçado e engraçado que traz ao mundo do MCPE a possibilidade de usar olhos ridículos que substituirão os crânios da multidão e parecerem muito alegres." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Funnyeyes.mcpack",
    "image_link": "/data/packs/textures/screenshot/FunnyEyes.png",
    "name": "Funny Eyes",
    "version": "1.2.10, 1.2.9"
  },
  {
    "id": "Textures",
    "description": "The texture pack replaces some of the heads and skulls in the game with heads from the famous animatronics from FNAF. It's definitely pretty eerie to be able to replace the head of one of the heads of this animatronics, but it's also very useful if you want to scare your friends.",
    "description-ru": "Пакет текстур заменяет некоторые из голов и черепов в игре головами из знаменитой аниматроники из FNAF. Это определённо довольно жутко иметь возможность заменить голову одной из голов этой аниматроники, но также очень полезно, если Вы хотите напугать своих друзей." ,
    "description-pt": "O pacote de textura substitui algumas das cabeças e crânios no jogo com as cabeças dos famosos animatronics da FNAF. É definitivamente muito estranho poder substituir a cabeça de uma das cabeças desta animatronica, mas também é muito útil se você quer assustar seus amigos." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Fnafheads.mcpack",
    "image_link": "/data/packs/textures/screenshot/%20FnaFHeads.jpg",
    "name": "FnaF Heads",
    "version": "1.2.10, 1.2.9"
  },
  {
    "id": "Textures",
    "description": "The emptiness brought these heads into the world, into a dimension where time does not exist, and each head symbolizes the boss's head in every kingdom. These heads look incredibly cool! They can be used as a headdress.",
    "description-ru": "Пустота принесла в мир эти головы, в измерение, где времени не существует, а каждая голова символизирует голову босса в каждом царстве. Эти головы выглядят невероятно круто! Их можно использовать как головной убор." ,
    "description-pt": "O vazio trouxe essas cabeças para o mundo, em uma dimensão onde o tempo não existe, e cada cabeça simboliza a cabeça do chefe em cada reino. Essas cabeças parecem incrivelmente legal! Eles podem ser usados como um tocado." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/4dimensional.mcpack",
    "image_link": "/data/packs/textures/screenshot/4dimensional.png",
    "name": "4-dimensional",
    "version": "1.2.10, 1.2.9"
  },
  {
    "id": "Textures",
    "description": "The texture package was created to make the world look more like the original version of Minecraft called Java Edition. It uses shaders to change water and texture to change the fire and lava. All sounds are also included.",
    "description-ru": "Пакет текстур был создан, чтобы сделать мир более похожим на оригинальную версию Minecraft под названием Java Edition. Он использует шейдеры для изменения воды и текстуры для изменения огня и лавы. Все звуки также включены." ,
    "description-pt": "O pacote de textura foi criado para tornar o mundo mais parecido com a versão original do Minecraft chamada Java Edition. Ele usa sombreadores para trocar água e textura para mudar o fogo e a lava. Todos os sons também estão incluídos." ,
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Javasoundsliquid.mcpack",
    "image_link": "/data/packs/textures/screenshot/JavaSoundsLiquidsire.jpg",
    "name": "Java Sounds, Liquids and Fire",
    "version": "1.2.10, 1.2.9"
  },
  {
    "id": "Textures",
    "description": "This is a very clean, simple and cartoon texture pack that will definitely please your eyes.",
    "description-ru": "Это очень чистый, простой и мультяшный пакет текстур, который определенно понравится вашим глазам." ,
    "description-pt": "Este é um pacote de textura muito limpo, simples e de desenho animado, que definitivamente atrairá seus olhos." ,
    "category": "128x128",
    "file_link": "/data/packs/textures/file/McMo.mcpack",
    "image_link": "/data/packs/textures/screenshot/MCMo.jpg",
    "name": "MCMo",
    "version": "1.1.0, 1.1.5"
  },
  {
    "id": "Textures",
    "description": "Have you always dreamed of feeling yourself in the Middle Ages? Do you want your medieval castles to look more colorful? Then you definitely need to set the texture packs",
    "description-ru": "Текстур пак изменит текстуры Вашей любимой игры на средневековые и достаточно реалистичные.",
    "description-pt": "O pacote de texturas mudará a textura do seu jogo favorito para o medieval e bastante realista.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Beyondthelands.mcpack",
    "image_link": "/data/packs/textures/screenshot/BeyondtheLands.jpg",
    "name": "Beyond the Lands",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "This toy got to your favorite game.",
    "description-ru": "Это наиболее бесполезное дополнение для МКПЕ, но тем не менее, оно целиком и полностью выполняет свою основную функцию: добавляет в игру спиннер, а это значит, что придраться здесь не к чему. Безделушка будет крутиться, когда Вы будете изменять направление взгляда.",
    "description-pt": "Esta é a adição mais inútil para o MCPE, mas, no entanto, cumpre completamente a sua função principal: adiciona spinner ao jogo, o que significa que não há nada para se queixar aqui. O trinket girará quando mudar a direção da vista.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Spinner.mcpack",
    "image_link": "/data/packs/textures/screenshot/Spinner.jpg",
    "name": "Spinner",
    "version": "1.0.0, 1.0.8"
  },
  {
    "id": "Textures",
    "description": "Will give you the opportunity to enjoy absolutely any type of card, without thinking that the texture pack is not suitable for this type of card. This addition looks cartoonish and very funny, and most importantly, that even with a medieval map for MCPE textures, the pack will look just fine!",
    "description-ru": "Текстур пак даст Вам возможность наслаждаться абсолютно любым типом карты, не думая о том, что текстур пак не подходит для данного типа карты. Это дополнение выглядит мультяшно и очень забавно, и самое главное, что даже со средневековой картой для МКПЕ текстур пак будет смотреться просто отлично!",
    "description-pt": "O pacote de texturas lhe dará a oportunidade de desfrutar absolutamente de qualquer tipo de cartão, sem pensar que o pacote de textura não é adequado para este tipo de cartão. Esta adição parece animada e muito engraçada, e o mais importante, que, mesmo com um mapa medieval para texturas de MCPE, o pacote ficará bem!",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Simplysharp.mcpack",
    "image_link": "/data/packs/textures/screenshot/SimplySharp.jpg",
    "name": "SimplySharp",
    "version": "1.0.0, 1.0.8"
  },
  {
    "id": "Textures",
    "description": "Have you ever thought that at one point the real end of the world might begin? texturepak will give you the opportunity to feel the atmosphere of this apocalypse in the world of MCPE.",
    "description-ru": "Текстурпак  даст Вам возможность ощутить на себе атмосферу настоящего апокалипсиса в мире МКПЕ. Теперь текстуры игры будут выглядеть более мрачно, а весь мир вокруг станет гораздо темнее.",
    "description-pt": "Texturepack lhe dará a oportunidade de sentir a atmosfera deste apocalipse no mundo do MCPE. Agora, as texturas do jogo parecerão mais sombrias, e o mundo inteiro se tornará muito mais escuro.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/TheEnd.mcpack",
    "image_link": "/data/packs/textures/screenshot/TheEndExtremelyNigh.jpg",
    "name": "The End is Extremely Night",
    "version": "1.0.0, 1.0.7"
  },
  {
    "id": "Textures",
    "description": "Texture pack will make your game process more gloomy and addictive. Now most of the blocks in the game will have a completely different look, and this will greatly change your gameplay.",
    "description-ru": "Текстур пак сделает Ваш процесс игры более мрачным и захватывающим. Теперь большинство блоков в игре будут иметь совсем другой вид, и это сильно изменит Ваш процесс игры.",
    "description-pt": "O pacote de texturas tornará o processo do jogo mais sombrio e excitante. Agora, a maioria dos blocos no jogo terá um visual completamente diferente, e isso mudará muito a sua jogabilidade.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Vondoomcra.mcpack",
    "image_link": "/data/packs/textures/screenshot/VonDoomCraft.jpg",
    "name": "vonDoomCraft",
    "version": "1.0.0, 1.0.7"
  },
  {
    "id": "Textures",
    "description": "Items, swords and picks will be replaced with new lightsabers, and even mobs have been changed so that they now look like attack planes.",
    "description-ru": "После того как вы установите текстуры, вы почувствуете, что вы как будто переместились в будущее, в мир современных технологий. Мечи, кирки — всё это будет выглядеть как свето-мечи. Даже мобы будут иметь вид, похож на злых штурмовиков, которые были элитными воинами Галактической Империи в фильме Звёздные войны.",
    "description-pt": "Uma vez que você defina a textura, você sentirá que parece ter se mudado para o futuro, no mundo da tecnologia moderna. Espadas, picaretas - tudo isso parecerá espadas leves. Mesmo as multidões se parecerão com os malvados soldados de tempestade que eram guerreiros de elite do Império Galáctico no filme Star Wars.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Minewars.mcpack",
    "image_link": "/data/packs/textures/screenshot/MineWars.jpg",
    "name": "Mine Wars",
    "version": "1.0.0, 1.0.6"
  },
  {
    "id": "Textures",
    "description": "If you like autumn, then today we are glad to offer you to download the texture packs, which will give you the opportunity to enjoy this season of the year in your favorite game, because now all the colors of the foliage will be replaced by the autumn ones.",
    "description-ru": "Если Вы любите осень, то  текстур пак даст Вам возможность насладиться этим сезоном года в своей любимой игре, ведь теперь все цвета листвы будут заменены на осенние.",
    "description-pt": "Se você gosta de outono, então o pacote de texturas lhe dará a oportunidade de aproveitar esta temporada do ano em seu jogo favorito, porque agora todas as cores da folhagem serão substituídas pelos outono.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Autumn.mcpack",
    "image_link": "/data/packs/textures/screenshot/Autumn.jpg",
    "name": "Autumn",
    "version": "1.0.0, 1.0.6"
  },
  {
    "id": "Textures",
    "description": "Will add some illusion to some blocks of the world of MCPE and make it as if they have some depth and volume.",
    "description-ru": "Текстур пак добавит некоторым блокам мира МКПЕ 3D иллюзию и сделает так, будто они имеют некоторую глубину и объём. ",
    "description-pt": "O pacote de texturas irá adicionar alguma ilusão a alguns blocos do mundo MCPE e torná-lo como se eles tivessem alguma profundidade e volume.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Starky3d.mcpack",
    "image_link": "/data/packs/textures/screenshot/Starkys3D%20.jpg",
    "name": "Starky’s 3D",
    "version": "1.0.0, 1.0.6"
  },
  {
    "id": "Textures",
    "description": "Texture pack will make your favorite game much nicer in appearance. Now most of the blocks in the world of MCPE will become more cartoonish and soft.",
    "description-ru": "Текстуры являются упрощенными, которые наполняют мир игры пиксельной графикой. Руды теперь будут выглядеть на фоне камней очень крохотными пикселями, словно они раздробленны на мелкие части. Что до других блоков, то они будут иметь более мультяшные текстуры, но выглядит все довольно красиво!",
    "description-pt": "As texturas são simplificadas, que completam o mundo do jogo com gráficos de pixel. Os minérios agora parecerão um pixel muito pequeno no fundo das pedras, como se fossem fragmentados em partes pequenas. Quanto aos outros blocos, eles terão mais uma textura de desenho animado, mas parece bonito tudo bonito!",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Simplejcraft.mcpack",
    "image_link": "/data/packs/textures/screenshot/SimpleJCraft.jpg",
    "name": "SimpleJCraft",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Will give you a universal view of the blocks. The design of the new blocks of the world MCPE is quite well drawn, but at the same time it is quite simple.",
    "description-ru": "Текстурпак предоставит Вам универсальный вид блоков. Дизайн новых блоков мира МКПЕ достаточно хорошо прорисован, но в то же время довольно прост. Эти текстуры подойдут почти для всех карт, начиная от средневековых, и заканчивая современными постройками.",
    "description-pt": "O Texturepack proporcionará uma visão universal dos blocos. O design dos novos blocos do mundo MCPE é bem desenhado, mas ao mesmo tempo é bastante simples. Estas texturas são adequadas para quase todos os mapas, desde edifícios medievais até modernos.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Jolicraft.mcpack",
    "image_link": "/data/packs/textures/screenshot/Jolicraft.jpg",
    "name": "Jolicraft",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Will give you the opportunity to enjoy a new look at the world of MCPE, which will henceforth become softer and more attractive.",
    "description-ru": "Текстурпак даст Вам возможность наслаждаться новым взглядом на мир МКПЕ, который впредь станет более мягким и привлекательным. Теперь все блоки в игре станут более мультяшными и простыми на вид, что делает процесс игры гораздо приятнее.",
    "description-pt": "Texturepack lhe dará a oportunidade de desfrutar de um novo visual no mundo do MCPE, que agora se tornará mais suave e atraente. Agora, todos os blocos do jogo se tornarão mais caricaturistas e simples, o que torna o processo do jogo muito mais agradável.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Cutiecraft.mcpack",
    "image_link": "/data/packs/textures/screenshot/CutieCraft.jpg",
    "name": "CutieCraft",
    "version": "1.0.0, 1.0.7"
  },
  {
    "id": "Textures",
    "description": "Adds the best 3D functions to three mobs in games. For example, a pig will have a real pigtail and ears will look much better.",
    "description-ru": "Пакет ресурсов добавляет лучшие 3D-функции трём мобам в игру. Например, у свиньи появится реалистичная косичка и уши будут выглядеть гораздо лучше. Он действительно находится в гармонии с оригинальной темой ванили, одновременно улучшая некоторые детали.",
    "description-pt": "O pacote de recursos adiciona as melhores funções 3D aos três mobs no jogo. Por exemplo, um porco terá uma verdadeira coxa e as orelhas parecerão muito melhores. Realmente está em harmonia com o tema original da baunilha, melhorando alguns detalhes.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/3dmob.mcpack",
    "image_link": "/data/packs/textures/screenshot/3DMob.jpg",
    "name": "3D Mob",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "ou can connect the textures of the glass block by removing the frame that previously surrounded each individual glass block. The result is quite amazing.",
    "description-ru": "С помощью текстур Вы сможете соединить текстуры стеклянного блока, удалив рамку, которая ранее окружала каждый отдельный стеклянный блок. Получившийся эффект довольно удивителен. ",
    "description-pt": "Usando texturas, você pode conectar as texturas do bloco de vidro, removendo o quadro que anteriormente envolveu cada bloco de vidro individual. O efeito resultante é bastante surpreendente.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Connectableglassesflt.mcpack",
    "image_link": "/data/packs/textures/screenshot/ConnectableGlass.jpg",
    "name": "Connectable Glass",
    "version": "1.1.0, 1.1.5"
  },
  {
    "id": "Textures",
    "description": "This is a completely transparent unit, which can be used in a manner similar to conventional glass blocks or glass panels.",
    "description-ru": "Витражное стекло - одно из новых интересных дополнений в версии. Это полностью прозрачный блок, который можно использовать аналогично обычным стеклянным блокам или стеклянным панелям. Пакет текстур делает витражное стекло более чистым, благодаря удалению пикселей в центре блока.",
    "description-pt": "O vitral é uma das novas adições interessantes à versão. Esta é uma unidade completamente transparente, que pode ser usada de forma semelhante a blocos de vidro convencionais ou painéis de vidro. O pacote de textura faz o limpador de vitrais, graças à remoção dos pixels no centro do bloco.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Cleanerstainedglass.mcpack",
    "image_link": "/data/packs/textures/screenshot/CleanerStainedGlass.jpg",
    "name": "Cleaner Stained Glass",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "Texturepack returns some old textures that existed in previous versions of the MCPE.",
    "description-ru": "Текстурпак  вернёт Вам все старые текстуры, существовавшие до МКПЕ 1.1. ",
    "description-pt": "Texturepack retornará para você todas as texturas antigas que existiam antes do MCPE 1.1.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Pre-.mcpack",
    "image_link": "/data/packs/textures/screenshot/Pre-.jpg",
    "name": "Pre-",
    "version": "1.1.0, 1.1.1"
  },
  {
    "id": "Textures",
    "description": "The texture pack replaces the leather helmet and breastplate with cute ears and tails of animals.",
    "description-ru": "Пакет текстур заменяет кожаный шлем и нагрудник милыми ушками и хвостиками животных. Вы можете покрасить их в любой цвет и носить так же, как и любой предмет одежды. ",
    "description-pt": "O pacote de textura substitui o capacete de couro e o peitoral com fofinhos e caudas de animais. Você pode pintá-los em qualquer cor e usar-se como qualquer peça de roupa.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Dyabletails.mcpack",
    "image_link": "/data/packs/textures/screenshot/DyableTails%26Ears.jpg",
    "name": "Dyable Tails & Ears",
    "version": "1.1.0, 1.1.5"
  },
  {
    "id": "Textures",
    "description": "Thanks to the textures, there will be seasonal changes in the MCPE every 20 minutes, which will be most noticeable in the color change of the leaves.",
    "description-ru": "Благодаря текстурам каждые 20 минут в МКПЕ будут сезонные изменения, что будет наиболее заметно по изменению окраса листьев.",
    "description-pt": "Graças às texturas, haverá mudanças sazonais no MCPE a cada 20 minutos, o que será mais notável ao mudar a cor das folhas.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Seasons.mcpack",
    "image_link": "/data/packs/textures/screenshot/Seasons.jpg",
    "name": "Seasons",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "The purpose of the texture pack is to help players find areas in which monsters may appear, and then allow them to fix it by installing a torch. All red areas are potential places in which monsters may appear.",
    "description-ru": "Цель пакета текстур - помочь игрокам найти области, в которых монстры могут появиться, а затем позволить им исправить это путём установки факела. Все красные районы являются потенциальными местами, в которых могут появиться монстры.",
    "description-pt": "O objetivo do pacote de textura é ajudar os jogadores a encontrar áreas nas quais os monstros podem aparecer e, em seguida, permitir que eles o corrigam instalando uma tocha. Todas as áreas vermelhas são lugares potenciais em que monstros podem aparecer.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Dangerzone.mcpack",
    "image_link": "/data/packs/textures/screenshot/DangerZone.jpg",
    "name": "DangerZone",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "The texture package replaces some game vegetation (for example, leaves and vegetation) in three-dimensional vegetation. It, in fact, has a great depth and looks much more realistic (at least, the leaves).",
    "description-ru": "Пакет текстур заменяет некоторую игровую растительность в трёхмерную растительность. Он, по сути, имеет большую глубину и выглядит гораздо реалистичнее (по крайней мере, листья). Также вода была изменена в МКПЕ и получила более реалистичный цвет. ",
    "description-pt": "Um pacote de texturas substitui uma vegetação de jogo em vegetação tridimensional. Na verdade, tem uma grande profundidade e parece muito mais realista (pelo menos, deixa). Além disso, a água foi alterada para MCPE e obteve uma cor mais realista.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/3dvegetation.mcpack",
    "image_link": "/data/packs/textures/screenshot/3DVegetation.jpg",
    "name": "3D Vegetation",
    "version": "1.1.0, 1.1.5"
  },
  {
    "id": "Textures",
    "description": "Textures cover a great range of colors in combination which we get just an unmatched graphics. All the blocks, objects and mobs were very beautifully and harmoniously traced. Perhaps these are the best cartoon textures,",
    "description-ru": "Эти текстуры имеют чудесную и привлекательную прорисовку блоков. Текстуры охватывают великий спектр цветов в сочетании которых мы получаем просто бесподобную графику. ",
    "description-pt": "Essas texturas possuem um desenho maravilhoso e atraente de blocos. As texturas cobrem uma grande variedade de cores em combinação, que obtemos apenas um gráfico incomparável.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Zigzag.mcpack",
    "image_link": "/data/packs/textures/screenshot/ZigZag.jpg",
    "name": "ZigZag",
    "version": "0.16.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Are not you tired of using emeralds in the process of trading with the village inhabitants of the world MCPE? The new currency is coins, which just recently appeared for the purchase of various additions. The block of emeralds has also been redesigned, and now it looks quite different.",
    "description-ru": "Новая валюта - монеты, которые совсем недавно появились для покупки различных дополнений. Также был переработан блок изумрудов, и теперь он выглядит совсем иначе.",
    "description-pt": "A nova moeda é moedas, que recentemente apareceu para a compra de várias adições. O bloco de esmeraldas também foi redesenhado, e agora parece bastante diferente.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Coin.mcpack",
    "image_link": "/data/textures/Coins.jpg",
    "name": "Coins",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Textures have a smoother design and calmer colors. Due to this, the texture mixing will be much better than with the standard texture pack.",
    "description-ru": "Это текстуры низкого разрешения, которые добавят в MCPE больше реализма. Текстуры имеют более гладкий дизайн и более спокойные цвета.",
    "description-pt": "Estas são texturas de baixa resolução que irão adicionar mais realismo ao MCPE. As texturas têm um design mais suave e cores mais quentes.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Pixelreality.mcpack",
    "image_link": "/data/textures/PixelRealityNew.jpg",
    "name": "Pixel Reality",
    "version": "1.4.4, 1.5.0"
  },
  {
    "id": "Textures",
    "description": "Many textures have been improved, resulting in a more clean and distinct design.",
    "description-ru": "Многие текстуры были улучшены, в результате чего выглядят более чисто.",
    "description-pt": "Muitas texturas foram melhoradas, resultando em um aspecto mais limpo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Bdouble.mcpack",
    "image_link": "/data/textures/Bdouble.jpg",
    "name": "Bdouble",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Blocks of wool and beds are now monochrome, and the glass is transparent with one light frame. Another big change is the herbal blocks, which are now actually covered with grass on each side.",
    "description-ru": "Текстурпак изменит цвет и структуру некоторых блоков в игре. Теперь блоки шерсти и кровати будут иметь одинаковый цвет, а стекло будет более прозрачным и чистым. Также изменятся и блоки травы, которые будут иметь зелёный цвет со всех сторон. ",
    "description-pt": "Texturepack mudará a cor e a estrutura de alguns blocos no jogo. Agora, os blocos de lã e camas terão a mesma cor e o vidro será mais transparente e limpo. Além disso, os blocos de grama que serão verdes em todos os lados mudarão.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Plaincolors.mcpack",
    "image_link": "/data/textures/PlainColors.jpg",
    "name": "Plain Colors",
    "version": "1.1.0, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Textures with a resolution of 32x, which retain the original appearance, but at the same time improve the overall quality of the game graphics. This is definitely an excellent upgrade to standard textures.",
    "description-ru": "Конечным результатом являются текстуры с разрешением 32x, которые сохраняют оригинальный внешний вид, но в то же время улучшают общее качество игровой графики. Это определенно отличное обновление стандартных текстур.",
    "description-pt": "O resultado final é uma textura com uma resolução de 32x, que mantém a aparência original, mas ao mesmo tempo melhora a qualidade geral dos gráficos do jogo. Esta é definitivamente uma excelente atualização para texturas padrão.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/DurzocraftNew.mcpack",
    "image_link": "/data/textures/DurzoCraft.jpg",
    "name": "DurzoCraft",
    "version": "1.2.11"
  },
  {
    "id": "Textures",
    "description": "It is a very simple and clean texture package that will change the appearance of almost every block, element and mob. The only thing that looks incredibly unique (in a good way) is the sun. It has a cleaner design",
    "description-ru": "Это очень простой и чистый пакет текстур, который изменит внешний вид почти каждого блока, элемента и моба. Единственное, что выглядит невероятно уникальным - это солнце. У всего очень прямые линии, а цвета действительно очень хорошо сочетаются.",
    "description-pt": "Este é um pacote de texturas muito simples e limpo que mudará a aparência de quase todos os blocos, elementos e mob. A única coisa que parece incrivelmente única é o sol. Tudo tem linhas muito retas e as cores realmente se combinam muito bem.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/3t3.mcpack",
    "image_link": "/data/textures/3t3new.png",
    "name": "3t3 new",
    "version": "1.1.5, 1.1.0"
  },
  {
    "id": "Textures",
    "description": "I think all lovers of the invisibility pot used to notice that when you use the player, you can still notice by the particles that surround it. That's why today we offer you and your friends to install a texture pack that will hide these same particles.",
    "description-ru": "Думаю, все любители использовать зелье невидимости замечали, что при его использовании игрока все равно можно заметить по частицам, окружающим его. Этот текстурпак скроет эти самые частицы.",
    "description-pt": "Eu acho que todos os amantes do uso do pote de invisibilidade perceberam que, quando você usa o jogador, você ainda pode notar as partículas que o rodeiam. Este texturepak esconde essas mesmas partículas.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Invisibleparticles.mcpack",
    "image_link": "/data/textures/InvisibleParticles.jpg",
    "name": "Invisible Particles",
    "version": "1.0.7, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Have you always dreamed of building a huge city on your own, but you feel sorry for your precious time? It is for such as you have a wonderful texturepack that will give you the opportunity to build a real metropolis! Now the building blocks of the MCPE world were replaced by miniature parts of the present city: skyscrapers, roads, swimming pools and much more!",
    "description-ru": "Текстурпак даст Вам возможность построить настоящий мегаполис! Теперь строительный блоки мира МКПЕ были заменены на миниатюрные части настоящего города: небоскребы, дороги, бассейны и многое другое! Постройте свой город мечты в огромном мире MCPE.",
    "description-pt": "Texturepack lhe dará a oportunidade de construir uma metrópole real! Agora, os blocos de construção do mundo MCPE foram substituídos por partes em miniatura da cidade atual: arranha-céus, estradas, piscinas e muito mais! Construa sua cidade de sonho no vasto mundo do MCPE.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Minicity.mcpack",
    "image_link": "/data/textures/MiniCityNew..jpg",
    "name": "Mini City New",
    "version": "1.0.8, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "After spawning on this map, you will be able to see many elements (for example, TNT blocks) and mobs through walls. You will not have any opportunity to see through walls, except for turning off texturepacks and restarting the game.",
    "description-ru": "Текстурпак даст Вам возможность получить рентгеновское зрение, позволяющие видеть любых мобов сквозь блоки. Недостатком данного дополнения для МКПЕ является то, что рентгеновское зрение даёт видение лишь мобов, но не даёт видение полезных руд под землёй. ",
    "description-pt": "Texturepack lhe dará a oportunidade de obter visão de raios-X, permitindo que você veja qualquer mobs através de blocos. A desvantagem deste suplemento para o MCPE é que a visão de raios-X fornece visão apenas para mobs, mas não dá uma visão de minérios úteis sob o solo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Xray.mcpack",
    "image_link": "/data/textures/XRay.jpg",
    "name": "XRAY",
    "version": "1.0.8, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "I think among players there are certainly some who would like to somehow simplify the interface of the game, but do not know how. And for such players, we found a wonderful texture pack, which will make most controls transparent.",
    "description-ru": "Текстурпак сделает большинство элементов управления прозрачными.",
    "description-pt": "O Texturepack tornará a maioria dos controles transparente.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Outlinedgui.mcpack",
    "image_link": "/data/textures/OutlinedGui.jpg",
    "name": "Outlined GUI",
    "version": "1.0.8, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "You love to develop your own farm, but often you notice that the texture of the pumpkin does not suit you? Then for you we found an excellent texturepack that will fix it and make the appearance of the pumpkin more realistic!",
    "description-ru": "Отличный текстурпак сделает внешний вид тыквы более реалистичным! Думаю, настоящим любителям огородов точно понравится данное дополнение для МКПЕ.",
    "description-pt": "Uma excelente capa de textura tornará a aparência da abóbora mais realista! Eu acho que os verdadeiros amantes das hortas realmente gostariam dessa adição para o MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Uncarvedpumpkin.mcpack",
    "image_link": "/data/textures/UncarvedPumpkin.jpg",
    "name": "Uncarved Pumpkin",
    "version": "1.0.9, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Among the players there are definitely users of popular social networks. Therefore, few people will not recognize the memes presented in the screenshot below. That's why today we present you a texture pack that will replace 16 different wool blocks with these emotions on images that have been filling the Internet for a long time.",
    "description-ru": "Текстурпак заменит 16 различных блоков шерсти на эти эмоции на изображениях, которые уже долгое время заполняют интернет. ",
    "description-pt": "A Texturepack substituirá 16 blocos de lã diferentes por essas emoções em imagens que já ocuparam a Internet por um longo período de tempo.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Memeblocks.mcpack",
    "image_link": "/data/textures/MemeBlocks.jpg",
    "name": "Meme Blocks",
    "version": "1.0.9, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Do not you think that many blocks look too bad? So today we present you a texture pack that will make a lot of blocks in the game more attractive and relevant in nature. Doors, blocks, flowers - just a small list of what will be changed. This is an excellent addition to MCPE, if you want to keep the standard textures in the game, but do not mind making some changes.",
    "description-ru": "Текстурпак  сделает множество блоков в игре более привлекательными и уместными в природе. Двери, блоки, цветы - лишь малый список того, что будет изменено, либо полностью переработано в мире МКПЕ.",
    "description-pt": "O Texturepack tornará muitos blocos no jogo mais atraentes e relevantes na natureza. Portas, blocos, flores - apenas uma pequena lista do que será alterado ou completamente reformulado no mundo do MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Dsadvance.mcpack",
    "image_link": "/data/textures/DsAdvance.jpg",
    "name": "DS Advance",
    "version": "1.0.9, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Have you ever noticed that the stone slabs when installing one half-block on the other do not stack into one solid one? I think that all experienced players noticed this, and that's why today we present you a texture pack that will change it and give you the opportunity to use whole blocks of stone.",
    "description-ru": "Текстурпак сделает множество блоков в игре более привлекательными и уместными в природе. Двери, блоки, цветы - лишь малый список того, что будет изменено, либо полностью переработано в мире МКПЕ.",
    "description-pt": "O Texturepack tornará muitos blocos no jogo mais atraentes e relevantes na natureza. Portas, blocos, flores - apenas uma pequena lista do que será alterado ou completamente reformulado no mundo do MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Fullstoneslabside.mcpack",
    "image_link": "/data/textures/FullStoneSlabside.jpg",
    "name": "Full Stone Slab Sides",
    "version": "1.0.9, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Not satisfied with the usual interface Minecraft PE? Try to set the texture pack «Halo Hud» for Minecraft Pocket Edition, which will change your game interface to the new, inspired by the game Halo.",
    "description-ru": "Текстурпак даст Вам возможность изменить интерфейс игры. Дизайн был вдохновлён игрой Halo, и теперь Вы будете ощущать себя, будто Ваша голова находится в специальном шлеме.",
    "description-pt": "O Texturepack lhe dará a oportunidade de mudar a interface do jogo. O design foi inspirado no jogo Halo, e agora você sentirá que sua cabeça está em um capacete especial.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Halohud.mcpack",
    "image_link": "/data/textures/HaloHud.jpg",
    "name": "Halo Hud",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Already you know about the change in the color palette in Minecraft PC? We suggest you set the texture pack «New 1.12 Color Palette» for Minecraft Pocket Edition, which will replace the colors more vivid!",
    "description-ru": "Текстурпак изменит цвета на новые.",
    "description-pt": "O Texturepack mudará as cores para os novos.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Newcolorpalette.mcpack",
    "image_link": "/data/textures/New112ColorPalette.jpg",
    "name": "New 1.12 Color Palette",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Want to rent your own movie in Minecraft PE? Then this will help you pack textures «InvisibleRails» for Minecraft Pocket Edition, which will make the track and in spavner MKPE invisible.",
    "description-ru": "Текстурпак сделает рельсы, а также блоки-спавнеры в мире МКПЕ абсолютно невидимыми! Используйте невидимые рельсы и блоки для создания невидимых в воздухе путей для вагонеток.",
    "description-pt": "Texturepack fará os trilhos, e também os blocos de spa no mundo do MCPE são completamente invisíveis! Use trilhos invisíveis e blocos para criar caminhos invisíveis no ar para troles.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Invisiblerails.mcpack",
    "image_link": "/data/textures/InvisibleRails.jpg",
    "name": "InvisibleRails",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Are you the standard Minecraft PE texture like? If yes, then we have a suggestion for you to set the texture pack «Faithful PE» for Minecraft Pocket Edition, which will improve the resolution of standard textures in 2 times!",
    "description-ru": "Текстурпак даст Вам возможно продолжать наслаждаться стандартными текстурами, но уже с двойным разрешением. ",
    "description-pt": "Texturepack lhe dará a oportunidade de continuar a desfrutar das texturas padrão, mas já com uma dupla resolução.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Faithful64rev18.mcpack",
    "image_link": "/data/textures/FaithfulPE.jpg",
    "name": "Faithful PE",
    "version": "1.2.13"
  },
  {
    "id": "Textures",
    "description": "You are looking for a supplement that will add your favorite game Minecraft PE more pleasant colors? Then we present to you the texture pack «Dandelion» for Minecraft Pocket Edition, which will make an appearance at the world MKPE softer and brighter.",
    "description-ru": "Текстурпак даст Вам возможность наслаждаться новым стилем мира МКПЕ, который содержит в себе мягкие цвета. Не только блоки, но и всё остальное, включая мобов, меню, а также прочие другие элементы, были переработаны.",
    "description-pt": "Texturepack lhe dará a oportunidade de aproveitar o novo estilo do mundo do MCPE, que contém cores suaves. Não só blocos, mas tudo o resto, incluindo mobs, menus e outros outros elementos, foram retrabalhados.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Dandelion4.mcpack",
    "image_link": "/data/textures/Dandelion1.jpg",
    "name": "Dandelion",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "You often use the potion in the world of Minecraft PE and you irritate bubbles around? Then we present to you the texture pack «No Potion Particles» for Minecraft Pocket Edition, which will save you from the particles used potions.",
    "description-ru": "При использовании зелья мира вокруг Вас появляются частицы, которые часто выдают Вас, либо мешают наблюдению. Теперь Вы можете избавиться от этих пузырьков, использовав для этого текстурпак.",
    "description-pt": "Quando você usa a poção mundial ao seu redor, existem partículas que muitas vezes o deixam ou interferem na observação. Agora você pode se livrar dessas bolhas usando uma textura pak para isso.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Nopotionparticles.mcpack",
    "image_link": "/data/textures/NoPotionParticles.jpg",
    "name": "No Potion Particles",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Played Do you ever in-game of RPG? If yes, then you know that the state of your character is displayed exactly as the screenshot, and so today we offer you to download the texture pack «RPG HUD» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак заменит все полосы состояния на новые, отображающие всё именно так, как это отображается в RPG! Здесь Вы увидите количество здоровья, голод, уровень брони, состояние дыхания под водой, а также Ваши координаты в мире МКПЕ. ",
    "description-pt": "O Texturepack substituirá todas as barras de status por novas, exibindo tudo exatamente como aparece no RPG! Aqui você verá a quantidade de saúde, fome, nível de armadura, estado de respiração subaquática e suas coordenadas no mundo do MCPE.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Rpghud.mcpack",
    "image_link": "/data/textures/RPGHUD.jpg",
    "name": "RPG HUD",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Do you play Minecraft PE is already long enough? Then we want to offer you a set of textures pack «No Buttons» for Minecraft Pocket Edition, which will remove the control buttons of the game, but to use them you still can!",
    "description-ru": "Текстурпак выполняет очень удобную функцию - теперь Вы не увидите тех самых кнопок управления, которые занимали так много места! Кнопки попросту пропадут, но управлять Вы ими сможете без изменений, ведь они станут прозрачными. ",
    "description-pt": "Texturepack executa uma função muito conveniente - agora você não vê os mesmos botões de controle que ocuparam muito espaço! Os botões simplesmente desaparecerão, mas você pode gerenciá-los sem mudanças, porque eles se tornarão transparentes.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Nobuttons.mcpack",
    "image_link": "/data/textures/NoButtons.jpg",
    "name": "No Buttons",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Love the soft colors and cartoon? Then suggest you download and install the appropriate you a new texture pack «oCd» for Minecraft Pocket Edition, which will make your world MKPE smoother.",
    "description-ru": "Текстурпак предоставит Вам новые гладкие текстуры. Новые мягкие цвета сделают Вашу любимую игру более приятной и чистой на вид! ",
    "description-pt": "O Texturepack fornecerá novas texturas suaves. Novas cores suaves tornarão seu jogo favorito mais agradável e limpo em aparência!",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Ocd.mcpack",
    "image_link": "/data/textures/oCd.png",
    "name": "oCd",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Trying to build a hidden bunker floor underground world Minecraft PE, but the door gives your home? Then we offer you to download the texture pack «Camouflage Doors» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак даст Вам в пользование новые уникальные двери, сливающиеся в местностью. Теперь Вы без проблем сможете построить бункер под землёй, который точно никто не заметит, ведь дверь никак не обнаружит невооружённым взглядом.",
    "description-pt": "Texturepak lhe dará as novas portas únicas que se fundem no terreno. Agora você pode facilmente construir um bunker debaixo do chão, que ninguém notará, porque a porta não pode ser detectada a olho nu.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/CamouflageDoors.mcpack",
    "image_link": "/data/textures/CamouflageDoors.jpg",
    "name": "Camouflage Doors",
    "version": "1.4.2"
  },
  {
    "id": "Textures",
    "description": "Do you want to make a world of Minecraft PE is more realistic, while not sacrificing the atmosphere of the game? Then we present to you the texture pack «Ovo's Rustic: Redemption» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак с невероятно красивой графикой. Каждый блок, предмет и элемент будет иметь полностью изменённые текстуры, что придает им более совершенного вида. Мобы в игре будут более выразительными чем раньше, и смотрится это просто одушевленно. ",
    "description-pt": "Texturepack com gráficos incrivelmente bonitos. Cada bloco, objeto e elemento terão alterações completamente alteradas, o que lhes dará um visual mais perfeito. Mobs no jogo será mais expressivo do que antes, e parece apenas animado.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Ovosrustic.mcpack",
    "image_link": "/data/packs/textures/screenshot/Ovosrusticredemption.png, /data/packs/textures/screenshot/Ovosrusticredemption1.png, /data/packs/textures/screenshot/Ovosrusticredemption2.png",
    "name": "Ovo’s Rustic: Redemption",
    "version": "1.0.0, 0.17.0, 0.16.0",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "Do you want to make a world of Minecraft PE is more realistic? Then we suggest you start small and small texture pack download «Fire in the Furnace» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак добавляет в Вашу любимую игру анимацию огня в печи. Анимация будет активна только тогда, когда Вы поместите всё необходимое в печь для её работы.",
    "description-pt": "Texturepack adiciona ao seu fogo de animação de jogo favorito no forno. A animação estará ativa somente quando colocar tudo o que você precisa no forno para o seu trabalho.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Fireinthefurnace.mcpack",
    "image_link": "/data/textures/FireintheFurnace.jpg",
    "name": "Fire in the Furnace",
    "version": "1.0.0, 0.17.0, 0.16.0"
  },
  {
    "id": "Textures",
    "description": "Do you want to stop trying to look at something through the glass is poor, or want to improve the texture of some of the blocks?",
    "description-ru": "Текстурпак внесёт некоторые приятные изменения в текстуры блоков мира MCPE. Думаю, многие замечали, что текстуры блоков стекла не очень прозрачны, и поэтому теперь у Вас есть возможность пользоваться более чистым дизайном стекольных блоков и панелей.",
    "description-pt": "O Texturepack fará algumas boas mudanças na textura dos blocos do mundo MCPE. Eu acho que muitos notaram que a textura dos blocos de vidro não é muito transparente e, portanto, agora você tem a oportunidade de usar um design mais limpo de blocos e painéis de vidro.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Cleanglassredstone.mcpack",
    "image_link": "/data/textures/CleanGlassRedstone.jpg",
    "name": "Clean Glass Redstone",
    "version": "1.0.0, 0.17.0, 0.16.0"
  },
  {
    "id": "Textures",
    "description": "Are you satisfied with the position of health bars in Minecraft PE? I think, who plays a lot of PC-version of Minecraft, can not get used to the position of these bands.",
    "description-ru": "Текстурпак изменит положение всех полос состояния в МКПЕ и приблизит игру к PC-версии.",
    "description-pt": "O Texturepack mudará a posição de todas as bandas do estado no MCPE e aproximará o jogo da versão do PC.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Hotbar.mcpack",
    "image_link": "/data/textures/PCHotBar.jpg",
    "name": "PC HotBar",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Do you often think about the textures as mobs? We suggest you replace them, using his teksturpak «Blocky Mobs» for Minecraft Pocket Edition!",
    "description-ru": "Это текстурпак, целью которого является получение более милых и квадратных текстур мобов. Эти текстуры более гладкие, нежели те, которые Вы привыкли видеть с оригинальных текстурпаком для МКПЕ. ",
    "description-pt": "Esta capa de textura, cujo objetivo é obter texturas mais bonitas e quadradas das multidões. Essas texturas são mais suaves do que aquelas que você costumava ver com o pacote de texturas original para MCPE.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Blockymobs.mcpack",
    "image_link": "/data/textures/BlockyMobs.jpg, /data/textures/BlockyMobs1.jpg",
    "name": "Blocky Mobs",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "All holiday now! And everyone wants to feel this pre-Christmas mood! So today we offer you to install teksturpak «Christmas Decorations» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак поможет Вам прочувствовать дух Новогоднего настроения! Вместе с данным текстурпаком свой вид изменят сразу 6 блоков, которые Вы теперь сможете использовать, как новогодние украшения, а также два моба изменят свой наряд на новогодний.",
    "description-pt": "Texturepack irá ajudá-lo a sentir o espírito do humor do Ano Novo! Juntamente com este pacote de textura, 6 blocos mudarão imediatamente a aparência, que agora você pode usar como decorações de Ano Novo, e também duas mobs mudarão sua roupa para Ano Novo.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Christmasdecorations.mcpack",
    "image_link": "/data/textures/ChristmasDecorations.jpg, /data/textures/ChristmasDecorations1.jpg",
    "name": "Christmas Decorations",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Do you want to make a world of Minecraft PE is more realistic? We present you teksturpak «Waving Plants» for Minecraft Pocket Edition.",
    "description-ru": "Nекстурпак добавит в игру анимацию для 7 растений в мире МКПЕ! Это сделает растения более реалистичными и создаст иллюзию ветра, который колышет каждое из растений.",
    "description-pt": "Neksturpak irá adicionar animação ao jogo para 7 plantas no mundo MCPE! Isso tornará as plantas mais realistas e criará a ilusão de um vento que sacode cada uma das plantas.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Waving.mcpack",
    "image_link": "/data/textures/WavingPlants.png",
    "name": "Waving Plants",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Are you a fan of YouTube-bloggers? If yes, then we have for you a wonderful teksturpak «YouTuber Blocks» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак добавит в Вашу любимую игру несколько блоков, с помощью которых Вы сможете украсить мир МКПЕ YouTube-блогерами. Данный текстурпак содержит в себе сразу 14 блоков, которые стали заменой шерсти.",
    "description-pt": "Texturpak adicionará ao seu jogo favorito vários blocos, com os quais você pode decorar o mundo dos blogueiros do YouTube MCPE. Este textpak contém 14 blocos ao mesmo tempo, que se tornaram um substituto da lã.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Youtubersblocks.mcpack",
    "image_link": "/data/textures/YouTuberBlocks.jpg, /data/textures/YouTuberBlocks1.jpg",
    "name": "YouTuber Blocks",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "We present you teksturpak «CustomPauseScreen» for Minecraft Pocket Edition, the purpose of which is to change the type of game menu, set to pause.",
    "description-ru": "Этот текстурпак изменить внешний вид меню паузы.",
    "description-pt": "Este livro modifica a aparência do menu de pausa.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Custompauses.mcpack",
    "image_link": "/data/textures/CustomPauseScreen.jpg",
    "name": "CustomPauseScreen",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "ModernHD PE - this is an excellent realistic textures for Minecraft Pocket Edition 32x32 pixels in resolution!",
    "description-ru": "Modern HD — это отличный выбор если вы хотите придать вашему миру более реалистичного и естественного вида. Текстуры имеют довольно хорошую детализацию блоков. ",
    "description-pt": "O HD moderno é uma excelente escolha se quiser dar ao seu mundo um visual mais realista e natural. As texturas têm um bom detalhe dos blocos.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Modernhd.mcpack",
    "image_link": "/data/textures/ModernHDPE.jpg, /data/textures/ModernHDPE1.jpg",
    "name": "ModernHD PE",
    "version": "1.0.0"
  },
  {
    "id": "Textures",
    "description": "Texture pack Defscape has good detailed block structure of objects and items in Minecraft Pocket Edition.",
    "description-ru": "Текстуры  хорошо смотрятся на фоне средневековых карт и более современных, на которых построены современные виллы мира MCPE или что-то в этом роде. Каждый блок в текстуре очень хорошо детализирован, это же касается и других элементов.",
    "description-pt": "As texturas parecem boas contra o pano de fundo de mapas medievais e mais modernos, nas quais as villas modernas do mundo MCPE ou algo assim são construídas. Cada bloco na textura é muito bem detalhado, o mesmo se aplica a outros elementos.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Defscape.mcpack",
    "image_link": "/data/textures/Defscape.jpg, /data/textures/Defscape1.jpg, /data/textures/Defscape2.jpg",
    "name": "Defscape",
    "version": "1.0.0, 1.0.4, 1.0.7"
  },
  {
    "id": "Textures",
    "description": "Love food? Now with the help teksturpaka «Food Mob Heads» for Minecraft Pocket Edition, you can replace the conventional head mobs on the head, like the food!",
    "description-ru": "Текстурпак заменит головы обычных мобов мира МКПЕ на головы, похожие на Вашу также любимую еду. Хотите украсить мир MCPE гамбургерами и кексами? Тогда данный мод сделан именно для Вас! ",
    "description-pt": "Texturepack substituirá as cabeças das mobs usuais do mundo do MCPE em suas cabeças, semelhante ao seu alimento favorito também. Você quer decorar o mundo com hambúrgueres MCPE e muffins? Então este mod é feito apenas para você!",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Foodmobheads.mcpack",
    "image_link": "/data/textures/FoodMobHeads.jpg, /data/textures/FoodMobHeads1.jpg",
    "name": "Food Mob Heads",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "With texture packs Pamplemousse PE you will feel the benefits of the simplified texture with a resolution of 16 × 16 pixels, which transforms blocks in a modern style HD!",
    "description-ru": "Упрощенный стиль текстуры отлично преображает некоторые блоки, к примеру, доски выглядят очень современно, это чем то напоминает Modern стиль. С этой текстурой вы почувствуете современные детали мира, которые будут переполнять вас!",
    "description-pt": "O estilo simplificado da textura transforma perfeitamente alguns dos blocos, por exemplo, as placas parecem muito modernas, isso é um pouco reminiscente do estilo moderno. Com esta textura, você sentirá os detalhes modernos do mundo que o dominarão!",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Pamplemousse.mcpack",
    "image_link": "/data/textures/PamplemoussePE.jpg",
    "name": "Pamplemousse PE",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "How often do you go through the cave and you do not notice relevant ores? We suggest you install teksturpak «DEFAnimation» for Minecraft Pocket Edition.",
    "description-ru": "Текстурпак  не изменит текстуры, но добавит в Вашу любимую игру анимацию для блоков!",
    "description-pt": "Texturepack não alterará a textura, mas adicione a sua animação de jogo favorita para os blocos!",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Defanimation.mcpack",
    "image_link": "/data/textures/DEFAnimation.jpg",
    "name": "DEFAnimation",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Texture pack CodeCrafted changes the texture Redstone mechanisms, making them much easier to texture - it looks very cool!",
    "description-ru": "Текстуры с минимальным набором изменённых блоков в игре. Модификационные элементы, сюда входят редстоун механизмы, шерсть стекло и руды, которые преображены. ",
    "description-pt": "Texturas com um conjunto mínimo de blocos modificados no jogo. Elementos de modificação, isto inclui mecanismos redstone, vidro de lã e minério, que são transformados.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Codecraftedcustom.mcpack",
    "image_link": "/data/textures/CodeCrafted.jpg",
    "name": "CodeCrafted",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "This texturpak replaces many textures that quite a few annoyances. The sun, moon, glass and light stone and some of the things, that's what I think, look at least five times better if you use this texture pack.",
    "description-ru": "Данный текстурпак создан для людей, которые часто раздражаются от плохой прорисовки таких элементов игры, как: стекло, светокамень, солнце, луна и еще некоторых блоков... Думаю, измененные блоки выглядят раз в 5 лучше, чем прежде.",
    "description-pt": "Este textpak é criado para pessoas que são muitas vezes irritadas com o mau desenho de tais elementos do jogo como: vidro, pedra clara, sol, lua e alguns blocos mais ... Eu acho que os blocos alterados parecem 5 vezes melhores do que antes.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Lessannoying.mcpack",
    "image_link": "/data/textures/LessAnnoying.png",
    "name": "Less Annoying",
    "version": "0.16.1"
  },
  {
    "id": "Textures",
    "description": "This texture pack with new residents, who now seems to yutubers due abroad. This is a resource pack, which replaces all the models and skins villagers on the skins of large yutubers from the US, UK and other countries, yutuberov which are part of Minecraft PE community. If you have never had the opportunity to meet with any of them in the game, not to mention the real life, it's beautiful and it's a great opportunity to make a reality!",
    "description-ru": "Этот пакет текстур с новыми жителями, теперь он выглядит как знаменитые ютуберы. Если у вас никогда не было возможности встретиться с кем-либо из них в игре, не говоря уже о реальной жизни, это красиво, и это отличная возможность сделать это!",
    "description-pt": "Este pacote de texturas com novos habitantes, agora parece o famoso YouTube. Se você nunca teve a oportunidade de se encontrar com nenhum deles no jogo, para não mencionar a vida real, é lindo, e esta é uma ótima oportunidade para fazê-lo!",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Youtubers.mcpack",
    "image_link": "/data/textures/YouTubeVillagers.png",
    "name": "YT Villagers",
    "version": "0.17.0"
  },
  {
    "id": "Textures",
    "description": "This texture pack is made in a simplified style, texture pack is made in the style of animation. Resolution texture pack is only 8x8 pixel texture pack is suitable for all phones from the ancient to the most powerful in all the textures seem smaller than the original texture Minecraft PE. If you are looking for a simple texture pack, the texture data fit you exactly. Mobs also very cute!",
    "description-ru": "Текстуры имеют склонность к мультяшной графике. Если вы ищите текстурки, которые выглядят максимально просто, то эти текстуры именно то, что вам нужно! ",
    "description-pt": "As texturas têm uma inclinação para gráficos de desenhos animados. Se você está procurando texturas que sejam tão simples quanto possível, então essas texturas são exatamente o que você precisa!",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Tinypixels.mcpack",
    "image_link": "/data/textures/newtextures/TinyPixels.jpg",
    "name": "Tiny Pixels",
    "version": "0.15.0"
  },
  {
    "id": "Textures",
    "description": "Dokucraft Dark looks similar to the other versions of Dokucraft as it’s a medieval styled texture pack. The only difference is simply that there is a darker and more moody tone to the look of the textures. If you are looking for something to add more darkness to your worlds then this might be it.",
    "description-ru": "Это усиленный текстурпак в средневековом стиле!",
    "description-pt": "É uma capa de textura intensificada em estilo medieval!",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Dokucraftdark.mcpack",
    "image_link": "/data/textures/DokucraftDark.jpg",
    "name": "Dokucraft Dark",
    "version": "0.15.0, 0.16.0"
  },
  {
    "id": "Textures",
    "description": "Adventure Time Craft is a texture pack based on the popular animated TV series Adventure Time. As expected, the textures are fun, colorful and cartoon themed. The texture pack looks the best in medieval worlds and in the normal world of Minecraft. If you are looking for a way to simply add more fun to the game, then this pack does a good job of doing that.",
    "description-ru": "Текстурпак изменит весь мир МКПЕ и сделает его похожим на этот мультик. Теперь все, что будет Вас окружать, будет больше похоже на самый настоящий мультфильм, ведь все блоки станут более мягкими на вид.",
    "description-pt": "Texturepack irá mudar o mundo inteiro do MCPE e torná-lo parecido com esse desenho animado. Agora, tudo o que o rodeia parecerá mais um desenho animado real, porque todos os blocos se tornarão mais suaves.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Adventuretime.mcpack",
    "image_link": "/data/textures/AdventureTimeCraft.png",
    "name": "Adventure Time Craft",
    "version": "0.15.3, 0.15.2"
  },
  {
    "id": "Textures",
    "description": "Dragon Dance is a texture pack with soft colored textures in a cartoony style. The beautifully designed textures combined with the amazing colors makes a vibrant and lively texture pack. It’s one of the most popular texture packs for the PC version of Minecraft and has now been ported to Pocket Edition.",
    "description-ru": "Текстурпак добавляет красиво оформленные блоки в сочетании с яркими и хорошо подобранными цветами, что делает мир МКПЕ гораздо лучше и красочнее! ",
    "description-pt": "Texturepack adiciona blocos lindamente decorados em combinação com cores brilhantes e bem escolhidas, o que torna o mundo do MCPE muito melhor e mais colorido!",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Dragondance.mcpack",
    "image_link": "/data/textures/DragonDance.jpg",
    "name": "Dragon Dance",
    "version": "1.0.0, 1.0.6"
  },
  {
    "id": "Textures",
    "description": "A nice and simplified texture package changes the models of most mobs in the game. However, the textures were completely redesigned to make them more clean and simplified. As a result, the mobs look just amazing, which means that with the help of texture data you can achieve a good improvement in the gameplay.",
    "description-ru": "Пакет текстур изменяет модели большинства мобов в игре на более кубические. В результате мобы выглядят просто восхитительно, а это значит, что с помощью данных текстур можно добиться хорошего улучшения игрового процесса.",
    "description-pt": "O pacote de textura altera os modelos da maioria dos mobs no jogo para mais cúbicos. Como resultado, as mobs parecem simplesmente surpreendentes, o que significa que, com a ajuda de dados de textura, você pode conseguir uma boa melhora na jogabilidade.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Chibicraft.mcpack",
    "image_link": "/data/textures/ChibiCraft.jpg",
    "name": "Chibi Craft",
    "version": "1.1.5, 1.1.0"
  },
  {
    "id": "Textures",
    "description": "We present to you the original shaders that will color your world of MCPE in black and white colors. Thanks to this addition, everything around will be immersed in gray shades, and the player will receive a unique atmosphere, similar to the city one. Also, after installing the shader data for MCPE, you'll be much easier to track players and mobs around, because on black and white all life will catch your eye.",
    "description-ru": "Шейдеры окрасят Ваш мир МКПЕ в черные и белые цвета. Благодаря этому дополнению всё вокруг погрузится в серые оттенки, а игрок получит уникальную атмосферу, похожу на городскую. ",
    "description-pt": "Os Shaders irão colorir seu mundo de MCPE em cores preto e branco. Graças a esta adição, tudo ao redor será imerso em tons cinzentos, e o jogador receberá uma atmosfera única, semelhante à da cidade.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Whiteoutshader.mcpack",
    "image_link": "/data/textures/WhiteoutShader.jpg",
    "name": "Whiteout Shaders",
    "version": "1.0.6, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Do you think that you are too bored in the world of Minecraft PE? Do you want some new sensations? Now your character will develop seasickness, and you will see the whole world of MCPE as shown in the screenshot below. But do not be afraid! This is just an optical illusion, and all the blocks around will be smooth.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Onlyupwardsshaders.mcpack",
    "image_link": "/data/textures/OnlyUpwardsShaders.jpg",
    "name": "Only Upwards Shaders",
    "need_blocklauncher": true,
    "version": "1.0.6, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "If you are not comfortable with the way the coat of the world looks like, or you just want to make it more beautiful and smooth, then this is for you. Now these colored blocks will look much cleaner, and decorating their buildings will be much nicer.",
    "description-ru": "Текстурпак внесёт нужные Вам изменения для шерсти и ковров. Теперь эти цветные блоки будут выглядеть гораздо чище, и украшать ими свои постройки будет гораздо приятнее.",
    "description-pt": "A Textpack fará as mudanças necessárias para lã e tapetes. Agora, esses blocos coloridos parecerão muito mais limpos, e a decoração dos seus edifícios será muito melhor.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Plainwool.mcpack",
    "image_link": "/data/textures/PlainWool.jpg",
    "name": "Plain Wool Colors",
    "version": "1.0.7, 1.0.0"
  },
  {
    "id": "Textures",
    "description": "Your device does not pull the majority of shaders for Minecraft PE? Then we suggest you use the light version of the shader «SSPE Lightweight» for Minecraft Pocket Edition.",
    "description-ru": "Шейдеры дадут возможность игрокам со слабыми устройствами побывать в более реалистичном мире МКПЕ! Это очень простая версия шейдеров, которая тем не менее улучшает многие текстуры мира MCPE.",
    "description-pt": "Shaders permitirá que os jogadores com dispositivos fracos visitem o mundo mais realista do MCPE! Esta é uma versão muito simples de shaders, que, no entanto, melhora muitas texturas do mundo MCPE.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Sspe.mcpack",
    "image_link": "/data/textures/SSPELightweight.jpg",
    "name": "SSPE Lightweight",
    "version": "1.2.0",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "This is a very realistic shaders, the game which will dramatically change your game. These shaders alter the appearance of clouds, water, lava, and now all plants will move when the wind will go. Immediately I warn you, if you have weak Soup, you will unfortunately not be able to consistently play with these cool shaders.",
    "description-ru": "Данные шейдеры насыщают мир более яркими цветовыми тоннами, которые делают мир MCPE более насыщенным. Шейдеры редактируют: облака, воду, лаву и тени. ",
    "description-pt": "Esses sombreadores saturam o mundo com tons de cores mais brilhantes que tornam o mundo MCPE mais lotado. Shaders editam: nuvens, água, lava e sombras.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/Rspeshaders.mcpack",
    "image_link": "/data/textures/RSPESHader.png",
    "name": "RSPE",
    "version": "1.0.0, 0.17.0"
  },
  {
    "id": "Textures",
    "description": "Dynamic Duo PVP - a unique texture that will change the game world Minecraft Pocket Edition, not much over, but you still love it. Now it will look like in Minecraft more smooth and even, as many units now has a clear outline and bright color, which will observe a particular ore in the ground unit, where it is difficult to discern any block, that is, in the mines, where the minimum coverage and so on.",
    "description-ru": "Текстурпак обновит пользовательский интерфейс игры и сделает его более чистым и гладким!",
    "description-pt": "A Texturepack atualizará a interface do usuário do jogo e torná-la mais limpa e suave!",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/dynamicduo.mcpack",
    "image_link": "/data/textures/dynamicduo.png",
    "name": "Dynamic Duo",
    "version": "0.17.0, 0.16.0"
  },
  {
    "id": "Textures",
    "description": "Amazingly beautiful shader (texture) for your Minecraft PE Many screenshots below. By releasing these shaders since version 0.12 and update them successfully under the new version of the game. You need to know the developers recommend a good and high-tech device for games with this graphics because it takes a lot of memory, because this requires a large amount of it and a good iron.",
    "description-ru": "В независимости который ландшафт находится перед вами - смотреться от будет в десять раз красивее. Лава в нижнем мире смотрится просто потрясающие из-за этого яркого света горящей лавы, которвй плавно распространятся по ближайшим блокам.",
    "description-pt": "Na independência, que a paisagem está na sua frente - será dez vezes mais bonito de se olhar. Lava no mundo inferior parece simplesmente incrível devido a esta luz brilhante de lava queima, que se espalhou suavemente para os blocos mais próximos.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/evoshader.mcpack",
    "image_link": "/data/textures/evoshader.png",
    "name": "EVO Shader",
    "version": "0.17.0, 0.16.0"
  },
  {
    "id": "Textures",
    "description": "These are light shaders for MCPE, which have been optimized specifically for Android and iOS devices of older generations. At the moment they are rather limited in their capabilities, but they are still a good improvement for overall graphics",
    "description-ru": "Это легкие шейдеры для МКПЕ, которые были оптимизированы. На данный момент они довольно ограничены в своих возможностях, но они по-прежнему является хорошим улучшением для общей графики MCPE. ",
    "description-pt": "Estes são sombreadores leves para MCPE, que foram otimizados. No momento, eles são bastante limitados em suas capacidades, mas eles ainda são uma boa melhoria para os gráficos globais de MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Alto.mcpack",
    "image_link": "/data/packs/textures/screenshot/Alto.png",
    "name": "Alto Shader",
    "version": "1.2.9, 1.2.8, 1.2.7"
  },
  {
    "id": "Textures",
    "description": "John Smith Legacy is one of the oldest texture packs for Minecraft PC (and now ported to Pocket Edition). It’s a medieval styled texture pack which work nicely for terrain and structures which you want to give a more rustic and weather-beaten look. If you like really detailed packs then this one will most likely be a perfect choice for you.",
    "description-ru": "Текстурпак имеет потрясающие средневековые текстуры блоков и предметов. С данными текстурами вы попадёте в XII век, когда все строения проводились с камня и прочих древних материалов, которые в наши времена выглядит очень эффектно и незабываемо.",
    "description-pt": "Texturepack tem impressionante textura medieval de blocos e objetos. Com essas texturas, você chegará ao século XII, quando todos os edifícios foram feitos com pedra e outros materiais antigos, que nos nossos tempos parece muito impressionante e inesquecível.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Johnsmithlegacy.mcpack",
    "image_link": "/data/textures/JohnSmithLegacy.jpg",
    "name": "John Smith Legacy",
    "version": "1.2.9, 1.2.8, 1.2.7, 1.2.5, 1.2.3, 1.2.0"
  },
  {
    "id": "Textures",
    "description": "Were set up various aspects related to in-game graphics. This includes everything from more realistic water to a whole new sky with moving clouds.",
    "description-ru": "Это один из самых реалистичных шейдеров! Были настроены различные аспекты, связанных с внутриигровой графикой. Это включает в себя всё: от более реалистичной воды до целого нового неба с движущимися облаками. ",
    "description-pt": "Este é um dos sombreadores mais realistas! Foram configurados vários aspectos relacionados aos gráficos no jogo. Isso inclui tudo, desde água mais realista até um céu completamente novo com nuvens em movimento.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Cspe.mcpack",
    "image_link": "/data/packs/textures/screenshot/CSPE.jpg",
    "name": "CSPE Shader",
    "version": "1.2.9, 1.2.8"
  },
  {
    "id": "Textures",
    "description": "The shader package includes 8 different shaders in one package. Features of this package are focused on everything related to lighting, for example, torches, lanterns and other light emitting blocks.",
    "description-ru": "Пакет шейдеров включает в себя 8 разных шейдеров в одном пакете. Особенности этого пакеты ориентированы на всё, что связано с освещением. После импорта Вы сможете выбрать один из 8 различных шейдеров, каждый из которых будет отражать тип освещения, который будет в Вашем мире.",
    "description-pt": "O pacote Shader inclui 8 shaders diferentes em uma única embalagem. As características deste pacote são focadas em tudo relacionado à iluminação. Após a importação, você poderá escolher um dos 8 shaders diferentes, cada um dos quais refletirá o tipo de iluminação que estará em seu mundo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Color.mcaddon",
    "image_link": "/data/packs/textures/screenshot/ColorLights.jpg",
    "name": "Color Lights Shader",
    "version": "1.2.9, 1.2.8"
  },
  {
    "id": "Textures",
    "description": "This is one of the most realistic shaders. It has established many aspects that are associated with the graphics of the game.",
    "description-ru": "Это один из самых реалистичных шейдеров. В нём было установлено множество аспектов, которые связаны с графикой игры. Он охватывает буквально всё, начиная от очень реалистичной воды, заканчивая новым небом с красивыми облаками.",
    "description-pt": "Este é um dos sombreadores mais realistas. Ele estabeleceu muitos aspectos associados aos gráficos do jogo. Abrange literalmente tudo de água muito realista, terminando com um novo céu com belas nuvens.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Sdgpe.mcpack",
    "image_link": "/data/packs/textures/screenshot/SDGPE.png",
    "name": "SDGPE Shader",
    "version": "1.2.9, 1.2.8"
  },
  {
    "id": "Textures",
    "description": "A beautiful package of textures, which is very similar to the default textures, but with a more unified and elegant style.",
    "description-ru": "Красивый пакет текстур. Идея состоит в том, чтобы создать такой пакет текстур, который очень похож на текстуры по умолчанию, но с более единым и элегантным стилем.",
    "description-pt": "Um lindo pacote de texturas. A idéia é criar um pacote de textura muito semelhante às texturas padrão, mas com um estilo mais unificado e elegante.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Haven.mcpack",
    "image_link": "/data/packs/textures/screenshot/Haven.jpg",
    "name": "Haven",
    "version": "1.2.9, 1.2.8"
  },
  {
    "id": "Textures",
    "description": "OzoCraft is a medieval styled texture pack. The pattern and colors of the textures are for the most part quite dark and rustic, but that’s ultimately what makes suitable pack for RPG or medieval styled creations such as old towns and so on. It’s one of the top texture packs for the PC version of Minecraft and it’s now available for Pocket Edition as well.",
    "description-ru": "Пакет текстур заменяет некоторые из голов и черепов головами персонажей из Bendy и Ink Machine, которая является популярной хоррор видеоигрой.",
    "description-pt": "O pacote de textura substitui algumas das cabeças e crânios com as cabeças dos personagens de Bendy e Ink Machine, que é um popular jogo de horror.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Batim.mcpack",
    "image_link": "/data/packs/textures/screenshot/BendyandtheInk.jpg",
    "name": "Bendy and the Ink Machine Heads",
    "version": "1.2.13"
  },
  {
    "id": "Textures",
    "description": "Adds a more simplified user interface. All the most necessary information was collected in a single unit and placed for display in the upper left corner of the screen in the MCPE.",
    "description-ru": "Пакет ресурсов добавляет более упрощённый пользовательских интерфейс. Вся самая необходимая информация была собрана в единый блок и размещена для отображения в левом верхнем углу экрана в МКПЕ.",
    "description-pt": "O pacote de recursos adiciona uma interface de usuário mais simplificada. Todas as informações mais necessárias foram coletadas em uma única unidade e colocadas para exibição no canto superior esquerdo da tela no MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Compacthud.mcpack",
    "image_link": "/data/packs/textures/screenshot/Compact%20HUD.jpg",
    "name": "Compact HUD",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "These textures will add new colors to the textures of the game!",
    "description-ru": "С помощью этих текстур Вы сможете вернуть старые текстуры из Minecraft Alpha. Эти текстуры добавят новых красок в текстуры игры! ",
    "description-pt": "Com essas texturas, você pode retornar as texturas antigas da Minecraft Alpha. Essas texturas adicionarão novas cores às texturas do jogo!",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Nostalgiacraft.mcpack",
    "image_link": "/data/packs/textures/screenshot/%20Nostalgia-Craft.jpg",
    "name": "Nostalgia-Craft",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "It is a retro and minimalist design that basically changes the initial menu of MCPE, but also some smaller details such as buttons.",
    "description-ru": "Пакет текстур полностью изменяет дизайн пользовательского интерфейса  так, чтобы вернуть старый вид и дизайн для одной из самых первых версий  игры.",
    "description-pt": "O pacote de textura altera completamente o design da interface do usuário de modo a trazer de volta a aparência e o design antigos para uma das primeiras versões do jogo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Legacyui.mcpack",
    "image_link": "/data/packs/textures/screenshot/LegacyUI.jpg",
    "name": "Legacy UI",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "The textures became coherent and at the same time retained the original style of Minecraft PE.",
    "description-ru": "Текстуры представляют собой действительно хороший пакет, если Вам нравится стиль исходного пакета текстур, но не нравится несогласованность одной текстуры с другой. ",
    "description-pt": "As texturas são um pacote realmente bom se você gosta do estilo do pacote de textura original, mas não gosta da inconsistência de uma textura no outro.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Alvoriassanity.mcpack",
    "image_link": "/data/packs/textures/screenshot/Alvoria%E2%80%99sSanity.jpg",
    "name": "Alvoria’s Sanity",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "Realizes a clean, modern and simplified style of user interface",
    "description-ru": "Пакет текстур реализует чистый, современный и упрощённый стиль пользовательского интерфейса.",
    "description-pt": "O pacote de textura implementa um estilo de interface de usuário limpo, moderno e simplificado.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Uipack.mcpack",
    "image_link": "/data/packs/textures/screenshot/UIPack.jpg",
    "name": "UIPack",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "The textures are smooth and more simple, and also very detailed, which makes them very suitable for modern creations.",
    "description-ru": "Упрощенный стиль текстуры отлично преображает некоторые блоки, к примеру, доски выглядят очень современно, это чем то напоминает Modern стиль. С этой текстурой вы почувствуете современные детали мира, которые будут переполнять вас!",
    "description-pt": "O estilo simplificado da textura transforma perfeitamente alguns dos blocos, por exemplo, as placas parecem muito modernas, isso é um pouco reminiscente do estilo moderno. Com esta textura, você sentirá os detalhes modernos do mundo que o dominarão!",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/PamplemousseNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/Pamplemoussenew.png, /data/packs/textures/screenshot/Pamplemoussenew1.png, /data/packs/textures/screenshot/Pamplemoussenew2.png",
    "name": "Pamplemousse New",
    "version": "1.2.0",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "Do you want your business? Then this is for you! Textures include an animated popcorn machine, a popcorn bag and corncakes.",
    "description-ru": "Пакет текстур идеально подойдёт тем, кто хочет запустить свой бизнес по производству попкорна. Некоторые из новых вещей включают анимированную машину для попкорна, сумку для попкорна и кукурузные кексы.",
    "description-pt": "Um pacote de texturas é ideal para aqueles que querem lançar seus negócios na produção de pipoca. Algumas das coisas novas incluem uma máquina de pipoca animada, um saco de pipoca e corncakes.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Corneconomy.mcpack",
    "image_link": "/data/packs/textures/screenshot/CornEconomy.jpg",
    "name": "Corn Economy",
    "version": "1.1.0, 1.1.4, 1.1.5"
  },
  {
    "id": "Textures",
    "description": "Changes the dimensions of the lower world and the Edge. This is a very interesting concept that gives these worlds a completely new look and they seem completely different, new worlds.",
    "description-ru": "Пакет текстур изменяет измерения Нижнего мира и Края. Это очень интересная концепция, которая придаёт этим мирам абсолютно новый вид и они кажутся уже совершенно другими, новыми мирами.",
    "description-pt": "O pacote de textura altera as dimensões do Lower World e Edge. Este é um conceito muito interessante que dá a esses mundos um aspecto completamente novo e eles parecem completamente diferentes, novos mundos.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Thenether.mcpack",
    "image_link": "/data/packs/textures/screenshot/TheNether.jpg",
    "name": "The Nether and the End Switched",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "This is a package of textures with low resolution and incredibly high attention to detail. All aspects of the textures in the world have been completely transformed to give it a completely new look.",
    "description-ru": "Это пакет текстур с низким разрешением и невероятно высоким вниманием к деталям. Все аспекты текстур в мире были полностью преобразованы, чтобы дать ему абсолютно новый вид. ",
    "description-pt": "Este é um pacote de texturas com baixa resolução e atenção incrivelmente alta aos detalhes. Todos os aspectos das texturas do mundo foram completamente transformados para dar-lhe um visual completamente novo.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Pixelperfection.mcpack",
    "image_link": "/data/packs/textures/screenshot/PixelPerfection.jpg",
    "name": "Pixel Perfection",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "This is a simple texture package that removes the clouds. This will be very useful if you want to build a high structure that rises above the clouds, but do not want clouds to float through it.",
    "description-ru": "Это простой пакет текстур, который удаляет облака. Это будет очень полезно, если Вы хотите построить высокую структуру, которая поднимется выше облаков, но не хотите, чтобы облака плавали через неё. ",
    "description-pt": "Este é um pacote de textura simples que remove as nuvens. Isso será muito útil se você quiser construir uma estrutura alta que se eleve acima das nuvens, mas não quer que as nuvens flutuem através dela.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Cloudlesskies.mcpack",
    "image_link": "/data/packs/textures/screenshot/CloudlessSkies.jpg",
    "name": "Cloudless Skies",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "Includes textures that are combined with modern and futuristic buildings in Minecraft PE. The main inspiration of the creator in the development of textures was 2001: Space Odyssey, which is a classic science fiction film of the 60s. This is an incredibly useful texture package if you are building a space station or something like that, which refers to space or the future as a whole.",
    "description-ru": "Включает текстуры в сочетании с современными и футуристическими зданиями. Главным источником вдохновения для создателя в создании текстур был 2001: Space Odyssey, который является классическим фильмом научной фантастики 1960-х годов. Это невероятно полезный пакет текстур, если вы строите космическую станцию или что-то еще, что относится к будущему в целом.",
    "description-pt": "Inclui texturas em combinação com edifícios modernos e futuristas. A principal fonte de inspiração para o criador na criação de texturas foi 2001: Space Odyssey, que é um clássico filme de ficção científica da década de 1960. Este é um pacote de textura incrivelmente útil se você estiver construindo uma estação espacial ou algo relacionado com o futuro como um todo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Odyssey.mcpack",
    "image_link": "/data/packs/textures/screenshot/Odyssey.jpg",
    "name": "2101:Odyssey",
    "version": "1.4.4"
  },
  {
    "id": "Textures",
    "description": "Then a package of textures with bright colors that really make the world more beautiful and joyful.",
    "description-ru": "Это пакет текстур с яркими цветами, которые действительно способны сделать мир более красивым и радостным.",
    "description-pt": "É um pacote de texturas com cores brilhantes que realmente tornam o mundo mais bonito e alegre.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Radiantpixels.mcpack",
    "image_link": "/data/packs/textures/screenshot/RadiantPixels.jpg",
    "name": "Radiant Pixels",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "A texture package takes some of the characters from the animated series and animates them.",
    "description-ru": "Mob Squad - это один из самых смешных анимационных сериалов. Пакет текстур  берёт некоторых персонажей из серии и оживляет их.",
    "description-pt": "Mob Squad - esta é uma das séries animadas mais divertidas. O pacote de textura tira alguns caracteres da série e os anima.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Mobsquad.mcpack",
    "image_link": "/data/packs/textures/screenshot/MobSquad.jpg",
    "name": "Mob Squad",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "A package of textures changes the design of grass, leaves and other plants to make them more realistic.",
    "description-ru": "Пакет текстур изменяет дизайн травы, листьев и других растений, чтобы сделать их более реалистичными. Хотя это может показаться небольшим изменением, но это значительно улучшает общий внешний вид игры.",
    "description-pt": "Um pacote de texturas muda o design da grama, folhas e outras plantas para torná-las mais realistas. Embora isso possa parecer uma ligeira mudança, melhora a aparência geral do jogo.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Bettergrass.mcpack",
    "image_link": "/data/packs/textures/screenshot/BetterGrass.jpg",
    "name": "Better Grass",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "This is a package of textures that perfectly combines complex textures that seem to have depth, but at the same time simplified textures that remain true to the original block design.",
    "description-ru": "Этот пакет текстур, отлично сочетающий в себе сложные текстуры, которые, как кажется, имеют глубину, но в то же время упрощённые текстуры, которые остаются верными исходному блочному дизайну.",
    "description-pt": "Este pacote de texturas combina perfeitamente texturas complexas que parecem ter profundidade, mas, ao mesmo tempo, texturas simplificadas que permanecem corretas para o design do bloco original.",
    "category": "128x128",
    "file_link": "/data/packs/textures/file/Feathercloud.mcpack",
    "image_link": "/data/packs/textures/screenshot/Feathercloud.jpg",
    "name": "Feathercloud Deluxe",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "It's just a texture package that can give you an idea of how a new dimension might look. In fact, this is not a new dimension. It simply replaces the textures in the lower world in a way that makes it look like a completely different dimension.",
    "description-ru": "Про мир - это концепция нового измерения для мира, представленная с помощью пакета текстур. Это всего лишь пакет текстур, который может дать Вам представление о том, как может выглядеть новое измерение.",
    "description-pt": "Sobre o mundo - este é o conceito de uma nova dimensão para o mundo, representada por um pacote de texturas. É apenas um pacote de textura que pode dar uma idéia de como uma nova dimensão pode parecer.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Proworld.mcpack",
    "image_link": "/data/packs/textures/screenshot/ProWorld.jpg",
    "name": "Pro World",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "The texture package combines a pure color scheme with simple textures. Most of the old textures have been completely changed to refresh the style and work with a new, more simple and attractive.",
    "description-ru": "Пакет текстур сочетает в себе чистую цветовую схему с простыми текстурами. Большинство прежних текстур были полностью изменены, чтобы освежить стиль и работать с новым, более простым и привлекательным. ",
    "description-pt": "O pacote de textura combina um esquema de cores puro com texturas simples. A maioria das texturas antigas foram completamente alteradas para atualizar o estilo e trabalhar com um novo, mais simples e atraente.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Clearsimple.mcpack",
    "image_link": "/data/packs/textures/screenshot/ClearSimple.jpg",
    "name": "Clear Simple",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "Changes the appearance of the celestial space in the world of Minecraft PE, making it more realistic.",
    "description-ru": "Пакет текстур изменяет внешний вид небесного пространства в мире, делая его более реалистичным.",
    "description-pt": "O pacote de texturas muda a aparência do espaço celestial no mundo, tornando-o mais realista.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Beautifulcube.mcpack",
    "image_link": "/data/packs/textures/screenshot/BeautifulCubemaps.jpg",
    "name": "Beautiful Cubemaps",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "The texture package replaces the existing images of objects in the cubomir with more realistic images that are more similar to the real Earth.",
    "description-ru": "Пакет текстур заменяет существующие изображения объектов в кубомире более реалистичными изображениями, которые более похожи на реальную Землю. ",
    "description-pt": "O pacote de textura substitui as imagens existentes de objetos no cubomir com imagens mais realistas que são mais parecidas com a Terra real.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Realisticcubemap.mcpack",
    "image_link": "/data/packs/textures/screenshot/RealisticCubemap.jpg",
    "name": "Realistic Cubemap",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "Is aimed at discarding all unnecessary graphics and optimizing the game FPS to the maximum extent. This is especially useful in PvP battles. Certainly, it makes some things easier. For example, the world's ores were recycled in such a way that it was easier to find them.",
    "description-ru": "Проект пакета текстур нацелен на то, чтобы отбросить всю ненужную графику и оптимизировать игровое FPS в максимальной степени.",
    "description-pt": "O projeto do pacote de textura destina-se a descartar todos os gráficos desnecessários e a otimizar o FPS do jogo na máxima extensão.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/ProjectOptimizeNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/ProjectOptimizeNew.jpg",
    "name": "Project Optimize New",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "Textures look good against the backdrop of medieval maps and more modern ones, on which modern villas of the world MCPE or something like that are built. Each block in the texture is very well detailed",
    "description-ru": "Текстуры  хорошо смотрятся на фоне средневековых карт и более современных, на которых построены современные виллы мира MCPE или что-то в этом роде. Каждый блок в текстуре очень хорошо детализирован, это же касается и других элементов.",
    "description-pt": "As texturas parecem boas contra o pano de fundo de mapas medievais e mais modernos, nas quais as villas modernas do mundo MCPE ou algo assim são construídas. Cada bloco na textura é muito bem detalhado, o mesmo se aplica a outros elementos.",
    "category": "64x64",
    "file_link": "/data/packs/textures/file/DefscapeNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/DefscapeNew.jpg",
    "name": "Defscape New",
    "version": "1.2.0, 1.2.1, 1.2.3",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "Replaces the colors opposite. As a result, it's easy to guess that all this makes the game graphics completely different and slightly unusual, even crazy.",
    "description-ru": "Пакет текстур заменяет цвета противоположными. В результате, нетрудно догадаться, что всё это делает игровую графику совершенно разной и немного необычной, даже сумасшедшей.",
    "description-pt": "O pacote de textura substitui as cores com os opostos. Como resultado, é fácil adivinhar que tudo isso torna os gráficos do jogo completamente diferentes e um pouco incomuns, até mesmo loucos.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Invertedparanorma.mcpack",
    "image_link": "/data/packs/textures/screenshot/InvertedParanorma.jpg",
    "name": "Inverted Paranorma",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "This texture is a mint harmony, a rather original and original texture",
    "description-ru": "Эта текстура сделана в мятном стиле, что очень оригинально и необычно.",
    "description-pt": "Esta textura é feita em estilo menta, que é muito original e incomum.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Alvoriamintflavor.mcpack",
    "image_link": "/data/packs/textures/screenshot/AlvoriasMintFlavor.png",
    "name": "Alvoria's Mint Flavor",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "You will be able to play as an iron man, a grandfather, a spider-man, a human ant and even a Hulk who is very much like a golem. However, you can not only be limited to a specific character: create any of the mixes that you only want.",
    "description-ru": "С этим пакетом текстур Вы сможете сыграть в качестве железного человека, дедпула, человека-паука, человека-муравья и даже Халка, который очень похож на голема. ",
    "description-pt": "Com este pacote de texturas você pode jogar como um homem de ferro, um avô, um homem-aranha, uma formiga humana e até um Hulk, que é muito parecido com um golem.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Marvelheroes.mcpack",
    "image_link": "/data/packs/textures/screenshot/MarvelHeroes.png",
    "name": "Marvel Heroes",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "It's a great choice if you want to give your world a more realistic and natural look. Textures have quite a good detail of the blocks. Especially good will be noticeable detail on the blocks of grass, earth and trees. these blocks we meet very often.",
    "description-ru": "Modern HD — это отличный выбор если вы хотите придать вашему миру более реалистичного и естественного вида. Текстуры имеют довольно хорошую детализацию блоков. ",
    "description-pt": "O HD moderno é uma excelente escolha se quiser dar ao seu mundo um visual mais realista e natural. As texturas têm um bom detalhe dos blocos.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/ModernhdNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/ModernHDNew.jpg",
    "name": "ModernHD New",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "The texture package improves the textures in the game to improve the gameplay.",
    "description-ru": "Пакет текстур улучшает текстуры в игре, чтобы улучшить игровой процесс.",
    "description-pt": "O pacote de textura melhora as texturas no jogo para melhorar a jogabilidade.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Tixel.mcpack",
    "image_link": "/data/packs/textures/screenshot/Tixel.png",
    "name": "Tixel",
    "version": "1.2.0, 1.2.1, 1.2.3"
  },
  {
    "id": "Textures",
    "description": "We are pleased to present you a texture package that adds a completely new look to the game and even changes the user interface.",
    "description-ru": "Пакет текстур добавляет в игру абсолютно новый внешний вид и даже меняет пользовательский интерфейс.",
    "description-pt": "O pacote de textura adiciona um visual completamente novo ao jogo e até mesmo altera a interface do usuário.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Landsasera.mcpack",
    "image_link": "/data/packs/textures/screenshot/LandsAsera.png",
    "name": "Lands of Asera",
    "version": "1.2.0"
  },
  {
    "id": "Textures",
    "description": "You have the opportunity to make the world of MCPE lighter and more beautiful by installing on your device a textbook that will definitely make your adventures more enjoyable!",
    "description-ru": "Текстурпак точно сделает Ваши приключения более приятными! Если Вы хотите улучшить графику игры, а также насладиться летом, то данное дополнение для MCPE точно подходит Вам. ",
    "description-pt": "Texturepack definitivamente tornará suas aventuras mais agradáveis! Se você quiser melhorar os gráficos do jogo e também aproveitar o verão, essa adição para MCPE é exatamente certa para você.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/SummerfieldsNew.mcpack",
    "image_link": "/data/packs/textures/screenshot/Summerfieldsnew.png, /data/packs/textures/screenshot/Summerfieldsnew1.png, /data/packs/textures/screenshot/Summerfieldsnew2.png",
    "name": "Summer Fields New",
    "version": "1.2.0, 1.2.1, 1.2.3",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "A texture package replaces some of the wearable heads with the heads of a llama. Despite the fact that this is not your usual fur hat, it's still quite fashionable and fun to wear. And do not forget that this is, besides, a beautiful disguise.",
    "description-ru": "Пакет текстур заменяет некоторые из пригодных для носки голов головами ламы. Несмотря на то, что это не Ваша привычная меховая шапка, её всё ещё довольно модно и весело носить. ",
    "description-pt": "Um pacote de textura substitui algumas das cabeças wearable com as cabeças de um lama. Apesar do fato de que este não é seu chapéu de pele habitual, ainda é muito elegante e divertido de usar.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Llamaheads.mcpack",
    "image_link": "/data/packs/textures/screenshot/LlamaHeads.jpg",
    "name": "Llama Heads",
    "version": "1.2.8"
  },
  {
    "id": "Textures",
    "description": "Textures bring in the game some uniqueness, because its colors are brighter, and also warmer. This, without a doubt, will be an excellent upgrade to the usual texture package.",
    "description-ru": "Текстуры привносят немного уникальности, потому что их цвета ярче и теплее. Это, несомненно, будет отличным обновлением до обычного пакета текстур.",
    "description-pt": "As texturas trazem um pouco de singularidade, porque suas cores são mais brilhantes e mais quentes. Isto, sem dúvida, será uma excelente atualização para o pacote usual de texturas.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Jehkobafantasype.mcpack",
    "image_link": "/data/packs/textures/screenshot/JehkobasFantasy.jpg",
    "name": "Jehkoba’s Fantasy",
    "version": "1.2.8"
  },
  {
    "id": "Textures",
    "description": "The texture package changes the standard sky to a new realistic sky. It contains realistic textures of clouds and mountains that will make the game more fun and fantastic!",
    "description-ru": "Пакет текстур изменяет стандартное небо на новое реалистичное небо.",
    "description-pt": "O pacote de textura altera o céu padrão para um novo céu realista.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Extremelyrealisticsky.mcpack",
    "image_link": "/data/packs/textures/screenshot/ExtremelyRealisticSky.jpg",
    "name": "Extremely Realistic Sky",
    "version": "1.2.8"
  },
  {
    "id": "Textures",
    "description": "The package includes new different skulls: from the wolf's head to the head of the iron golem, and all of them are headdresses that can be worn in the MCPE. Also you can use them as decorations to decorate your world, setting them in a similar way to the block.",
    "description-ru": "В пакет входят новые различные черепа: от головы волка до головы железного голема, и все они являются головными уборами, которые можно носить в МКПЕ.",
    "description-pt": "O pacote inclui novos crânios diferentes: da cabeça do lobo à cabeça do golem de ferro, e todos eles são tocados que podem ser usados no MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Moreskulls.mcpack",
    "image_link": "/data/packs/textures/screenshot/MoreSkulls.jpg",
    "name": "More Skulls",
    "version": "1.2.8, 1.2.7"
  },
  {
    "id": "Textures",
    "description": "Most of the building blocks have been completely renovated. However, it's nice that they remain true to the original graphics, and in this sense, it will not have very strong differences if you decide to use this texture package in the MCPE. If you are looking for something new and fresh, then this is a good option.",
    "description-ru": "В этом Пакете текстур большинство блоков для строительства полностью обновлены. Однако приятно, что они остаются верными оригинальной графике, и в этом смысле он не будет иметь очень сильных различий, если Вы решите использовать данный пакет текстур в МКПЕ. ",
    "description-pt": "Neste pacote de texturas, a maioria dos blocos de construção são completamente atualizados. No entanto, é bom que eles permaneçam fiel aos gráficos originais, e neste sentido, não terá diferenças muito fortes se você decidir usar este pacote de textura no MCPE.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Forge.mcpack",
    "image_link": "/data/packs/textures/screenshot/Forge.jpg",
    "name": "Forge",
    "version": "1.2.8, 1.2.7"
  },
  {
    "id": "Textures",
    "description": "Еhis is an updated version of the texture. Editors Mojang have been working on new textures for several months, but today you can download the official release for the first time and try new textures in the",
    "description-ru": "Текстур пак имеет удвоенное разрешение текстур пака по умолчанию. В результате повышения разрешения текстур предметы и блоки стали боле четкими и подробными. ",
    "description-pt": "O pacote de texturas tem o dobro da textura padrão do pacote por padrão. Como resultado do aumento da resolução de texturas, objetos e blocos tornaram-se mais claros e detalhados.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Newdefault.mcpack",
    "image_link": "/data/packs/textures/screenshot/NewDefault.jpg",
    "name": "New Default",
    "version": "1.2.8, 1.2.7, 1.2.6"
  },
  {
    "id": "Textures",
    "description": "A package of textures with low resolution is very suitable for medieval buildings or just for playing in vanilla survival.",
    "description-ru": "Пакет текстур с низким разрешением очень хорошо подойдёт для средневековых построек или просто для игры в ванильном выживании. Это более подробный пакет текстур, чем текстуры ванили, а также более реалистичные.",
    "description-pt": "Um pacote de texturas com baixa resolução é muito adequado para edifícios medievais ou apenas para jogar na sobrevivência de baunilha. Este é um pacote de textura mais detalhado do que as texturas de baunilha, e também é mais realista.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Mizunos.mcpack",
    "image_link": "/data/packs/textures/screenshot/Mizunos.jpg",
    "name": "Mizuno’s 16 Craft",
    "version": "1.2.8, 1.2.7, 1.2.6",
    "price": 100
  },
  {
    "id": "Textures",
    "description": "Is a simplified texture with low resolution. The texture of each block now has a smooth surface with smooth colors, which, undoubtedly, give them a plastic look.",
    "description-ru": "Это упрощённые текстуры с низким разрешением. Текстура каждого блока теперь имеет ровную поверхность с плавными цветами, которые, несомненно, придают им пластичный вид.",
    "description-pt": "Estas são texturas simplificadas com baixa resolução. A textura de cada bloco agora tem uma superfície lisa com cores suaves, o que, sem dúvida, dá-lhes uma aparência plástica.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Plastic.mcpack",
    "image_link": "/data/packs/textures/screenshot/Plastic.jpeg",
    "name": "Plastic",
    "version": "1.2.8, 1.2.7, 1.2.6"
  },
  {
    "id": "Textures",
    "description": "This is a package of textures that improves the overall details of the mobs in the game. While he adds only 1-2 details for 7 different game mobs.",
    "description-ru": "Это пакет текстур, который улучшает общие детали мобов в игр. Пока он добавляет лишь по 1-2 детали для 7 различных мобов игры. ",
    "description-pt": "Este é um pacote de textura que melhora os detalhes gerais das mobs nos jogos. Enquanto ele adiciona apenas 1-2 detalhes para 7 diferentes mobs de jogos.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Projectdetail.mcpack",
    "image_link": "/data/packs/textures/screenshot/ProjectDetail.jpg",
    "name": "Project Detail",
    "version": "1.2.8, 1.2.7, 1.2.6"
  },
  {
    "id": "Textures",
    "description": "A package of textures experiment with this idea and replaces every bed in the MCPE game with a perfect new and unique bed with an unusual design. 16 beds give 16 different designs.",
    "description-ru": "Пакет текстур заменяет каждую кровать в игре МКПЕ совершенной новой и уникальной кроватью с необычным дизайном.",
    "description-pt": "O pacote de textura substitui cada cama no jogo MCPE com uma cama nova e única perfeita com um design incomum.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Fancybeds.mcpack",
    "image_link": "/data/packs/textures/screenshot/FancyBeds.jpg",
    "name": "Fancy Beds",
    "version": "1.2.8, 1.2.7, 1.2.6, 1.2.0"
  },
  {
    "id": "Textures",
    "description": "The texture package focuses on improving the standard textures, but at the same time preserves the original vanilla look of the game.",
    "description-ru": "Пакет текстур фокусируется на улучшении стандартных текстур, но при этом сохраняет оригинальный ванильный вид игры. Некоторые из изменений - дубовые двери с окнами, ведра с ручками и несколько других изменений. ",
    "description-pt": "O pacote de textura concentra-se na melhoria das texturas padrão, mas, ao mesmo tempo, preserva a aparência de baunilha original do jogo. Algumas das mudanças são portas de carvalho com janelas, baldes com alças e algumas outras mudanças.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Enhanced.mcpack",
    "image_link": "/data/packs/textures/screenshot/Enhanced.png",
    "name": "Enhanced Minecraft",
    "version": "1.2.8, 1.2.7, 1.2.6, 1.2.0"
  },
  {
    "id": "Textures",
    "description": "This package of textures is made with bright colors and a sense of animation. He got a completely unique style, which makes the textures very enjoyable for viewing.",
    "description-ru": "Это пакет текстур, который выполнен с яркими цветами и ощущением анимации. Он получил совершенно уникальный стиль, который делает текстуры очень приятными для просмотра. ",
    "description-pt": "Este é um pacote de texturas, que é executado com cores vivas e uma sensação de animação. Ele obteve um estilo completamente único, o que torna as texturas muito agradáveis para visualização.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Frendens.mcpack",
    "image_link": "/data/packs/textures/screenshot/FrendensMeringued.jpg",
    "name": "Frenden’s Meringued Cartoon",
    "version": "1.2.8, 1.2.7, 1.2.6, 1.2.0"
  },
  {
    "id": "Textures",
    "description": "If you like green color, then you should try this package. It's really an awesome package with lots of bright colors.",
    "description-ru": "Это действительно интересный пакет текстур, который изменяет дизайн некоторых элементов и блоков, а также изменяет цвета, которые используются в графическом интерфейсе пользователя. Если Вам нравится зелёный цвет, то Вы должны испробовать этот пакет.",
    "description-pt": "Este é um pacote muito interessante de texturas que altera o design de alguns elementos e blocos e também altera as cores que são usadas na interface gráfica do usuário. Se você gosta de cor verde, então você deve tentar este pacote.",
    "category": "16x16",
    "file_link": "/data/packs/textures/file/Greendays.mcpack",
    "image_link": "/data/packs/textures/screenshot/GreenDays.jpg",
    "name": "GreenDays",
    "version": "1.2.8, 1.2.7, 1.2.6, 1.2.0"
  },
  {
    "id": "Textures",
    "description": "The texture package will not allow you to paint blocks, but will allow you to create blocks in a wide color. This works for 6 different types of blocks, such as wooden boards and fence posts.",
    "description-ru": "Пакет текстур не позволит Вам красить блоки, но позволит Вам создавать блоки в широком цвете. Это работает для 6 различных типов блоков, таких как деревянные доски и стойки для забора.",
    "description-pt": "O pacote de textura não permitirá que você crie blocos, mas permitirá que você crie blocos em uma cor larga. Isso funciona para 6 tipos diferentes de blocos, como placas de madeira e postes de vigas.",
    "category": "32x32",
    "file_link": "/data/packs/textures/file/Coloredblocks.mcpack",
    "image_link": "/data/packs/textures/screenshot/ColoredBlocks.jpg",
    "name": "Colored Blocks",
    "version": "1.2.8, 1.2.7, 1.2.6, 1.2.0"
  }
]