[
  {
    "name": "Chicken",
    "description": "Chickens (sometimes called Ducks) are passive mobs that supply feathers, raw chicken, and eggs. If killed by fire, they can drop cooked chicken instead of raw chicken, however you must be careful it doesn't land in the fire.",
    "description-ru": "Курица (англ. Chicken) — дружелюбный моб, впервые появившийся в версии Alpha 1.0.14 (Seecret Friday Update 7).Они поставляют игроку яйца, курятину и перья, из последних,кремня и палки можно создать стрелы. Размеры курицы — 0,875 блока высота, 0,5 блока ширина и 0,8125 блока длина.",
    "description-pt": "As galinhas são mobs passivos, que provém uma fonte de penas,ovos e frangos. Galinhas naturalmente geram em blocos de grama com 2 blocos de espaço livre acima dele no nível de luz de 9 ou mais.",
    "description-es": "Las gallinas (también llamadas pollos y erróneamente patos) son criaturas pasivas que suministran plumas, pollo crudo, huevos, e incluso pollo cocido (si mueren quemadas). Las gallinas miden 0.875 bloques de alto, 0.5 bloques de ancho y 0.8125 bloques de largo.",
    "health": 2,
    "spawn": "Opaque blocks with a (Minimum) two block space above them. Or from a thrown chicken egg (1/8 chance)",
    "drops": [
      "Feather",
      "Raw Chicken",
      "Cooked Chicken",
      "Egg"
    ],
    "strength": null,
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Chicken",
      "uk": "Chicken",
      "pt": "Galinha",
      "ru": "Курица",
      "de": "Huhn",
      "es": "Pollo"
    }
  },
  {
    "name": "Cow",
    "description": "Cows are passive mobs that dwell in the Overworld. They are the primary source of leather, raw beef, and Bucket (Milk). They can be farmed by the player to create an unending source of these materials.",
    "description-ru": "Коровы - это пассивные мобы, обитающие в везде. Они являются основным источником кожи, сырой говядины и ведра с молоком. Они могут быть обработаны игроком для создания бесконечного источника этих материалов.",
    "description-pt": "As vacas são mobs passivos que habitam no Overworld. Eles são a principal fonte de couro, carne crua, e Balde (Leite). Eles podem ser criados pelo jogador para criar uma fonte interminável desses materiais.",
    "description-es": "Las vacas son muchedumbres pasivas que habitan en el Overworld. Son la fuente primaria de cuero, carne cruda, y Bucket (Leche). Pueden ser criados por el jugador para crear una fuente interminable de estos materiales.",
    "health": 5,
    "spawn": "Opaque blocks with a (Minimum) two block space above them or after shearing a Mooshroom.",
    "drops": [
      "Leather",
      "Raw Beef",
      "Steak",
      "Bucket (Milk)"
    ],
    "strength": null,
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Cow",
      "uk": "Cow",
      "pt": "Vaca",
      "ru": "Корова",
      "de": "Kuh",
      "es": "Vaca"
    }
  },
  {
    "name": "Horse",
    "description": "Health: 15x(minecraft). Horses are passive mobs that can be tamed. There are three different in-game Horse variants: Horses, Donkeys, and Mules. Zombie and Skeleton horse variants also exist, but are currently obtainable only through commands.\nHorses and Donkeys spawn naturally in plains and savannas, while Mules must be created by breeding a Horse with a Donkey. Mules themselves are not capable of breeding. The variants can appear in one of several different breeds that exhibit different visual styles.\nOnce tamed, all horse variants can be saddled. Unlike tamed ocelots or wolves, tamed horses will not automatically follow the player, and can wander away unless kept on a lead or ridden. Ordinary Horses can additionally be armored. Tamed Donkeys and Mules cannot be armored, but can be fitted with chests for added mobile item storage. Once any tamed horse is saddled, it can be mounted and controlled with standard player movement controls. Tamed horses can also jump.\nUnlike most mobs, horses have their own statistics that vary. These include health, speed, and jump strength (though these cannot be checked easily in-game). When breeding, the statistics of the parents influence the statistics of the offspring. Horses and Donkeys are bred using Golden Apples or Golden Carrots. Foal (young horse) growth can be accelerated via apples, wheat, sugar, bread, golden apples and hay bales.",
    "description-ru": "Здоровье: 15x (minecraft). Лошади - это пассивные мобы, которых можно приручить. В игре есть три варианта лошадей, ослов и мулов. Варианты лошади с зомби и скелетом также существуют, но в настоящее время доступны только по командам. Лошади и ослы появляются естественным образом на равнинах и саваннах, в то время как мулы должны быть созданы путем разведения лошади с ослом. Мулы сами не способны к размножению. Варианты могут появляться в одной из нескольких разных пород, которые демонстрируют различные визуальные стили. Не прирученный, все варианты лошадей могут быть обременены. В отличие от прирученных оцелотов или волков, прирученные лошади не будут автоматически следовать за игроком и могут блуждать, если не будут держаться на линии или на коне. Обычные Лошади могут быть дополнительно бронированы. Прирученные ослы и мулы не могут быть бронированы, но могут быть оснащены сундуками для дополнительного хранения мобильных предметов. Как только любая прирученная лошадь оседлается, ее можно установить и контролировать, используя стандартные средства управления перемещением игрока. Прирученные лошади также могут прыгать. В отличие от большинства мобов, у лошадей есть своя статистика, которая различается. Они включают в себя здоровье, скорость и силу прыжка (хотя в игре они не могут быть легко проверены). При размножении статистика родителей влияет на статистику потомства. Лошади и ослы разводят с использованием золотых яблок или золотой моркови. Рост фола (молодняка) может быть ускорен через яблоки, пшеницу, сахар, хлеб, золотые яблоки и тюки сена.",
    "description-pt": "Saúde: 15x (minecraft). Os cavalos são mobs passivos que podem ser domesticados. Existem três diferentes variantes de cavalos no jogo: cavalos, burros e mulas. Variantes de cavalo Zombie e Skeleton também existem, mas atualmente são obtidas apenas através de comandos. Horses e Donkeys spawn naturalmente em planícies e savanas, enquanto Mules deve ser criado por criação de um cavalo com um asno. Os próprios mulas não são capazes de reproduzir. As variantes podem aparecer em uma de várias raças diferentes que exibem diferentes estilos visuais. Apenas domadas, todas as variantes de cavalo podem ser seladas. Ao contrário de ocelots domesticados ou lobos, os cavalos domados não seguirão automaticamente o jogador, e podem vagar afastado a menos que mantidos em uma ligação ou montado. Cavalos comuns também podem ser blindados. Tamed Donkeys e mulas não pode ser blindado, mas pode ser equipado com baús para armazenamento de itens adicionais móvel. Uma vez que qualquer cavalo domesticado é selado, ele pode ser montado e controlado com controles de movimento padrão do jogador. Os cavalos domesticados também podem pular. A semelhança da maioria dos mobs, os cavalos têm suas próprias estatísticas que variam. Estes incluem saúde, velocidade e força de salto (embora estes não podem ser verificados facilmente no jogo). Na reprodução, as estatísticas dos pais influenciam as estatísticas da prole. Cavalos e burros são criados usando Golden Apples ou Cenouras Douradas. Potro (cavalo jovem) crescimento pode ser acelerado via maçãs, trigo, açúcar, pão, maçãs douradas e fardos de feno.",
    "description-es": "Salud: 15x (minecraft). Los caballos son multitudes pasivas que pueden ser domadas. Hay tres diferentes variantes de caballos en el juego: caballos, burros y mulas. Variantes de caballo zombie y esqueleto también existen, pero actualmente se obtienen sólo a través de comandos. Horses y burros spawn naturalmente en llanuras y sabanas, mientras que las mulas deben ser creados por la cría de un caballo con un burro. Las mulas no son capaces de reproducirse. Las variantes pueden aparecer en una de varias razas diferentes que exhiben diferentes estilos visuales. Después de domesticado, todas las variantes de caballo pueden ser ensilladas. A diferencia de los ocelotes domesticados o lobos, los caballos domesticados no seguirán automáticamente al jugador, y pueden alejarse a menos que se mantengan en una pista o montados. Los caballos ordinarios también pueden ser blindados. Los burros domesticados y las mulas no pueden ser blindados, pero pueden ser equipados con cofres para el almacenamiento de elementos móviles añadidos. Una vez que cualquier caballo domado es ensillado, se puede montar y controlar con controles de movimiento estándar del jugador. Los caballos domesticados también pueden saltar. Al igual que la mayoría de las multitudes, los caballos tienen sus propias estadísticas que varían. Estos incluyen salud, velocidad y fuerza de salto (aunque estos no se pueden comprobar fácilmente en el juego). En la cría, las estadísticas de los padres influyen en las estadísticas de la descendencia. Los caballos y los burros se crían usando las manzanas de oro o las zanahorias de oro. El crecimiento del potro (caballo joven) se puede acelerar vía las manzanas, el trigo, el azúcar, el pan, las manzanas de oro y las balas de heno.",
    "health": 7.5,
    "strength": null,
    "spawn": "Plains and Savanna",
    "drops": [
      "Leather",
      "Saddle",
      "Horse Armor",
      "Chest",
      "Bone",
      "Rotten Flesh"
    ],
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Horse",
      "uk": "Horse",
      "pt": "Cavalo",
      "ru": "Лошадь",
      "de": "Pferd",
      "es": "Caballo"
    }
  },
  {
    "name": "Lama",
    "description": "Llamas spawn naturally in savanna (plateau variant) and extreme hills biomes, in herds of four or five and typically on top of hills. Their wool colors often depend on what biome they are in. Llamas can spawn with one of four different skins. This will either be brown, creamy, gray, or white. They are 0.9 blocks wide and 1.87 blocks tall. Llamas drop 0–2 leather. They will also drop anything equipped, such as a carpet, a chest, all the items in their inventory, and 1–3 experience. Like other baby animals, killing a baby llama yields no items, or experience. Llamas can be tamed similarly to horses. They can be tamed by right clicking on the llama until it shows hearts, however, even when tamed, the player can't control their movements when riding them. However, a lead can be attached to one, and when this happens, surrounding llamas (both tamed and un-tamed) will follow, making a caravan. A caravan can have up to ten llamas in it, including babies. Even though only ten llamas can be in a caravan, leashing a second llama forms a second caravan. Using this feature, a player can lead as many llamas as they want. Llamas are neutral, and if a player or mob attacks one, it will spit at the attacker once, dealing 1 (Half Heart.svg) damage. They are hostile to untamed wolves, and will spit at them without provocation. Sometimes when they spit at a wolf or player they can start a fight within a group of llamas by accidentally hitting each other. Llamas won't attack tamed wolves (dogs) unless provoked.",
    "description-ru": "Ламы нерестится естественно в саванне (плато вариант) и экстремальных холмов биомов, в стадах по четыре или пять и, как правило, на вершине холмов. Их цвета шерсти часто зависят от того, в каком биоме они находятся. Ламы могут появляться с одной из четырех различных скинов. Это будет либо коричневый, кремовый, серый, либо белый. Они имеют ширину 0,9 и высоту 1,87. Ламы опускают 0-2 кожи. Они также бросят все, что есть, например ковер, сундук, все предметы в инвентаре и 1-3 опыта. Как и другие детские животные, убийство ламы ребенка не дает никаких предметов или опыта. Ламы можно приручить подобно лошадям. Их можно приручить, щелкнув правой кнопкой мыши на ламе, пока она не покажет свои сердца, однако даже когда она приручена, игрок не может контролировать свои движения при езде на них. Однако к одному можно отнести свинец, и когда это произойдет, окружающие ламы (как прирученные, так и не прирученные) будут следовать, создавая караван. У каравана может быть до десяти лам, включая младенцев. Несмотря на то, что в караване может быть только десять лам, вторая лама образует второй караван. Используя эту возможность, игрок может привести столько ламов, сколько захочет. Ламы нейтральны, и если игрок или толпа атакуют один, он будет плевать на атакующего один раз, нанося 1 (Half Heart.svg) урон. Они враждебны к диким волкам и будут плевать на них без провокаций. Иногда, когда они плюют на волка или игрока, они могут начать бой в группе ламы, случайно попав друг в друга. Ламы не будут нападать на прирученных волков (собак), если они не спровоцированы.",
    "description-pt": "Llamas desovam naturalmente em savana (variante do platô) e biomas de montes extremos, em rebanhos de quatro ou cinco e tipicamente em cima de colinas. Suas cores de lã muitas vezes dependem de qual bioma eles estão dentro Llamas podem desovar com uma das quatro peles diferentes. Isso será marrom, cremoso, cinza ou branco. São 0,9 blocos de largura e 1,87 blocos de altura. Lhamas gota 0-2 couro. Eles também vão deixar cair qualquer coisa equipada, como um tapete, um baú, todos os itens em seu inventário, e 1-3 experiência. Como outros animais do bebê, matar um bebê lama não produz nenhum item, ou experiência. Os lamas podem ser domesticados de forma semelhante aos cavalos. Eles podem ser domados clicando com o botão direito no lama até que ele mostra corações, no entanto, mesmo quando domesticado, o jogador não pode controlar seus movimentos quando montá-los. Entretanto, uma ligação pode ser unida a uma, e quando esta acontece, as lhamas circunvizinhas (domesticadas e un-tamed) seguirão, fazendo uma caravana. Uma caravana pode ter até dez lhamas nele, incluindo bebês. Mesmo que somente dez lamas podem estar em uma caravana, leashing um segundo lama forma uma segunda caravana. Usando este recurso, um jogador pode levar tantas lhamas como eles querem. Llamas são neutras, e se um jogador ou multidão ataca um, ele vai cuspir no atacante uma vez, causando 1 (Half Heart.svg) de dano. Eles são hostis aos lobos selvagens, e cuspirão neles sem provocação. Às vezes, quando eles cuspir em um lobo ou jogador que pode começar uma luta dentro de um grupo de lhamas acidentalmente bater uns aos outros. Lhamas não atacarão lobos domesticados (cães) a menos que provocado.",
    "description-es": "Las llamas aparecen naturalmente en la sabana (variante de la meseta) y en los biomas extremos de las colinas, en manadas de cuatro o cinco y típicamente en la cima de las colinas. Sus colores de lana a menudo dependen de qué bioma que están pulg Las llamas pueden aparecer con una de cuatro pieles diferentes. Esto será marrón, cremoso, gris, o blanco. Son 0,9 bloques de ancho y 1,87 bloques de altura. Las llamas caen 0-2 cuero. También dejarán caer cualquier cosa equipada, tal como una alfombra, un cofre, todos los artículos en su inventario, y experiencia 1-3. Al igual que otros animales de bebé, matar a una llama bebé no produce ningún elemento, o la experiencia. Las llamas se pueden domesticar de forma similar a los caballos. Pueden ser domados haciendo clic derecho sobre la llama hasta que muestre corazones, sin embargo, incluso cuando domados, el jugador no puede controlar sus movimientos cuando los monta. Sin embargo, una ventaja se puede unir a uno, y cuando esto sucede, las llamas circundantes (domesticadas y no domesticadas) seguirán, haciendo una caravana. Una caravana puede tener hasta diez llamas en ella, incluyendo bebés. A pesar de que sólo diez llamas pueden estar en una caravana, arrastrando una segunda llama forma una segunda caravana. Usando esta función, un jugador puede llevar tantas llamas como desee. Las Llamas son neutrales, y si un jugador o mafia ataca a uno, escupirá al atacante una vez, causando 1 daño (Half Heart.svg). Son hostiles a los lobos salvajes, y les escupen sin provocación. A veces, cuando escupen a un lobo o jugador, pueden iniciar una pelea dentro de un grupo de llamas golpeándose accidentalmente. Las Llamas no atacarán lobos domesticados (perros) a menos que sean provocados.",
    "health": 7.5,
    "strength": null,
    "spawn": "Extreme Hills, Savanna",
    "drops": [
      "Leather"
    ],
    "type": "Passive",
    "experience": "1-7",
    "translations": {
      "us": "Lama",
      "uk": "Lama",
      "pt": "Lhama",
      "ru": "Лама",
      "de": "Lama",
      "es": "Lama"
    }
  },
  {
    "name": "Parrot",
    "description": "Parrots are flying tamable mobs. Parrots near a jukebox will dance if a music disc is played. Parrots spawn naturally in Jungle biomes. Parrots come in five different colors: red, lime green, blue, cyan and gray. They are 0.5 blocks wide and 1 block tall. Parrots are passive mobs, and will never attack, even if provoked. They are able to fly, and will usually fly upwards if struck. They will fly under normal conditions, but they can 'tire' and return to the ground. Parrots crowd and settle around other nearby mobs, including neutral and hostile mobs. They can be tamed by feeding them cookies. Once tamed, they can be told to sit with a right-click. The player can walk through a tamed parrot to have it sit on that player's shoulder. It will also attempt to fly to the player and sit on their shoulder automatically if the player wanders more than a few blocks away. It will dismount if the player jumps or swims in water, but will not dismount if the player is sinking in water. A tame parrot will slowly fly after the player, and may teleport if there is a sufficient distance. A player can have one parrot on each shoulder. They always sit on the left shoulder first if it is empty. They will also display in the inventory when on a shoulder.",
    "description-ru": "Попугаи летают укрощающимися мобами. Попугаи возле музыкального автомата будут танцевать, если воспроизводится музыкальный диск. Попугаи появляются в природе в биоматах джунглей. Попугаи бывают пяти разных цветов: красного, зеленого, синего, голубого и серого. Они имеют ширину 0,5 и высоту 1 блок. Попугаи являются пассивными мобами и никогда не будут атаковать, даже если они спровоцированы. Они могут летать и, как правило, взлетают вверх, если попадают. Они будут летать в нормальных условиях, но они могут «устать» и вернуться на землю. Попугаи толпы и поселиться вокруг других близлежащих мобов, в том числе нейтральных и враждебных мобов. Их можно приручить, кормя их печеньем. После того, как они приручаются, им может быть предложено сидеть щелчком правой кнопки мыши. Игрок может пройти через прирученного попугая, чтобы он сидел на плече этого игрока. Он также попытается полететь к игроку и автоматически сядет ему на плечо, если игрок бродит более чем в нескольких кварталах от него. Он будет спешиваться, если игрок прыгает или плавает в воде, но не будет спешиться, если игрок погружается в воду. Прирученный попугай будет медленно летать после игрока и может телепортироваться, если есть достаточное расстояние. У игрока может быть один попугай на каждом плече. Они всегда сидят на левом плече, если он пуст. Когда они появятся на плече, они также появятся в инвентаре.",
    "description-pt": "Os papagaios estão voando mobs tamable. Papagaios perto de uma jukebox dançam se um disco de música é tocada. Os papagaios aparecem naturalmente nos biomas da selva. Papagaios vêm em cinco cores diferentes: vermelho, verde limão, azul, ciano e cinza. Eles são 0,5 blocos de largura e 1 bloco de altura. Os papagaios são mobs passivos, e nunca atacarão, mesmo se provocados. Eles são capazes de voar, e geralmente voar para cima se atingido. Eles voarão em condições normais, mas podem cansar e voltar ao chão. Os papagaios se aglomeram e se instalam em torno de outras turbas próximas, incluindo turbas neutras e hostis. Eles podem ser domesticados alimentando-os com cookies. Uma vez domesticados, eles podem ser instruídos a sentar-se com um clique direito. O jogador pode caminhar através de um papagaio domado para tê-lo sentado no ombro desse jogador. Ele também tentará voar para o jogador e se sentar em seu ombro automaticamente se o jogador vagueia mais do que alguns quarteirões de distância. Desmontará se o jogador saltar ou nadar na água, mas não desmontará se o jogador estiver afundando na água. Um papagaio domesticado vai voar lentamente após o jogador, e pode se teletransportar se houver uma distância suficiente. Um jogador pode ter um papagaio em cada ombro. Eles sempre sentar no ombro esquerdo primeiro, se ele está vazio. Eles também serão exibidos no inventário quando em um ombro.",
    "description-es": "Los loros están volando mobs tamable. Los loros cerca de una jukebox bailarán si se toca un disco de música. Los loros aparecen naturalmente en los biomas de la jungla. Los loros vienen en cinco diversos colores: rojo, verde lima, azul, ciánico y gris. Son 0,5 bloques de ancho y 1 bloque de altura. Los loros son turbas pasivas, y nunca atacarán, aunque se provoquen. Son capaces de volar, y por lo general volar hacia arriba si golpeado. Volarán en condiciones normales, pero pueden cansarse y volver al suelo. Los loros se agolpan y se asientan alrededor de otras turbas cercanas, incluidas las turbas neutrales y hostiles. Pueden domesticarse alimentándolos con galletas. Una vez domesticados, se les puede decir que se sienten con un clic derecho. El jugador puede caminar a través de un loro domesticado para que se sienta en el hombro de ese jugador. También intentará volar al jugador y sentarse en su hombro automáticamente si el jugador vaga más de algunas cuadras de distancia. Se desmontará si el jugador salta o nada en el agua, pero no desmontará si el jugador se hunde en el agua. Un loro manso volará lentamente después del jugador, y puede teletransportarse si hay una distancia suficiente. Un jugador puede tener un loro en cada hombro. Siempre se sientan en el hombro izquierdo primero si está vacío. También se mostrarán en el inventario cuando estén en un hombro.",
    "health": 6,
    "strength": null,
    "spawn": "Jungle",
    "drops": [
      "Feather"
    ],
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Parrot",
      "uk": "Parrot",
      "pt": "Papagaio",
      "ru": "Попугай",
      "de": "Papagei",
      "es": "Papagaio"
    }
  },
  {
    "name": "Zombie Horse",
    "description": "Health: 15x(minecraft). Zombie and skeletal horses: Cannot be bred or produced from breeding. Zombie Horses appear to be the horse counterpart of zombies. Like zombies, zombie horses are green-skinned, and their eyes are completely black.",
    "description-ru": "Здоровье: 15x (minecraft). Зомби и скелетные лошади: не могут быть разведены или произведены из разведения. Лошади-зомби, похоже, являются конными аналогами зомби. Как зомби, зомби-лошади - зеленокожие, а их глаза абсолютно черные.",
    "description-pt": "Saúde: 15x (minecraft). Cavalos zumbis e esqueletais: Não podem ser criados ou produzidos a partir da criação. Zumbi Cavalos parecem ser a contrapartida do cavalo de zumbis. Como zumbis, os cavalos zumbis são de pele verde, e seus olhos são completamente pretos.",
    "description-es": "Salud: 15x (minecraft). Zombie y caballos esqueléticos: No se puede criar o producir a partir de la cría. Los caballos del zombi parecen ser la contraparte del caballo de zombis. Al igual que los zombies, los caballos zombies son de piel verde, y sus ojos son completamente negros.",
    "health": 7.5,
    "strength": null,
    "spawn": "Plains and Savanna",
    "drops": [
      "Leather",
      "Saddle",
      "Horse Armor",
      "Chest",
      "Bone",
      "Rotten Flesh"
    ],
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Zombie Horse",
      "uk": "Zombie Horse",
      "pt": "Zombie Cavalo",
      "ru": "Зомби Лошадь",
      "de": "Zombie Pferd",
      "es": "Zombie Caballo"
    }
  },
  {
    "name": "Donkey",
    "description": "Health: 15x(minecraft). Donkeys are passive mobs that can be ridden. In Update 1.6, Donkeys can be spawned with a Horse Spawn Egg, and they are tamable. In survival mode, they can be found naturally in the plains biomes along with their horse counterparts. They are one of four different possible mounts in the game as of 1.6.2, the other three being Horses, Pigs, and Mules. Donkeys are gray, long-eared horses that you find in the wild or by using a Donkey Spawn Egg (Horse Egg in the TU38 update to Console Edition) Taming a donkey is done in the same manner that a horse would be. The player needs to simply have a free hand (no items in it) and right click on the donkey to mount. This will lead to the Horses donkey walking around for a bit and possibly bucking off the player. This is similar to the way horses are tamed in real life known as 'breaking' the horse. After up to 11 attempts to 'break' the donkey, hearts will start emanating from the donkey, and the player will no longer be bucked off. Taming is permanent.",
    "description-ru": "Здоровье: 15x (minecraft). Ослы - это пассивные мобы, на которых можно кататься. В обновлении 1.6, ослы могут быть порождены с помощью Яйца Лошадины-Ястреба, и они могут быть приручены. В режиме выживания они могут быть найдены естественным образом в равнинных биомах вместе со своими лошадьми. Они являются одной из четырех возможных вершин в игре с 1.6.2, остальные три - Лошади, Свиньи и Мулы. Ослы - это серые, ушастые лошади, которых вы найдете в дикой природе, или с помощью Яйца окрыленного икры (лошадиное яйцо в обновлении TU38 до консольного варианта) Укрощение осла происходит так же, как лошадь. Игрок должен просто иметь свободную руку (в ней нет предметов) и щелкнуть правой кнопкой мыши на осле для монтирования. Это приведет к тому, что осёл лошадей немного подойдет и, возможно, отскочит от игрока. Это похоже на то, как лошади приручаются в реальной жизни, известные как «ломающие» лошадь. После до 11 попыток «сломать» осла, сердца начнут исходить от осла, и игрок больше не будет отскочить. Укрощение постоянно.",
    "description-pt": "Saúde: 15x (minecraft). Os burros são mobs passivos que podem ser montados. Na atualização 1.6, os asnos podem ser gerados com um ovo do spawn do cavalo, e são tamable. No modo de sobrevivência, eles podem ser encontrados naturalmente nos biomas das planícies junto com suas contrapartes do cavalo. Eles são uma das quatro possíveis montagens possíveis no jogo a partir de 1.6.2, os outros três são cavalos, porcos e mulas. Asnos são cavalos cinzentos, long-eared que você encontra no selvagem ou usando um ovo do spawn do Donkey (ovo do cavalo na atualização TU38 à edição do console) Tamar um burro é feito da mesma maneira que um cavalo seria. O jogador precisa simplesmente ter uma mão livre (nenhum item nele) e clique direito no burro para montar. Isto conduzirá ao burro dos cavalos que anda ao redor para um bocado e possivelmente bucking fora do jogador. Isto é semelhante à forma como os cavalos são domesticados na vida real conhecido como 'quebrar' o cavalo. Depois de até 11 tentativas de 'quebrar' o burro, os corações começarão a emanar do burro, eo jogador não será mais bucked off. A domesticação é permanente.",
    "description-es": "Salud: 15x (minecraft). Los burros son multitudes pasivas que se pueden montar. En la actualización 1.6, los burros se pueden frezar con un huevo del Spawn del caballo, y son tamable. En el modo de supervivencia, se pueden encontrar naturalmente en los biomas de las llanuras junto con sus contrapartes del caballo. Ellos son uno de los cuatro diferentes montajes posibles en el juego a partir de 1.6.2, los otros tres son caballos, cerdos y mulas. Los burros son caballos grises, de orejas largas que se encuentran en la naturaleza o usando un huevo de desove de burro (Huevo de caballo en la actualización TU38 a la edición de consola) La domesticación de un burro se hace de la misma manera que un caballo sería. El jugador necesita simplemente tener una mano libre (no hay elementos en ella) y haga clic derecho en el burro para montar. Esto conducirá al burro de los caballos que camina alrededor para un pedacito y posiblemente el bucking apagado el jugador. Esto es similar a la forma en que los caballos son domados en la vida real, conocidos como 'romper' el caballo. Después de hasta 11 intentos de 'romper' el burro, los corazones comenzarán a emanar del burro, y el jugador ya no será bucked off. La domesticación es permanente.",
    "health": 7.5,
    "strength": null,
    "spawn": "Plains and Savanna",
    "drops": [
      "Leather"
    ],
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Donkey",
      "uk": "Donkey",
      "pt": "Burro",
      "ru": "Ослик",
      "de": "Esel",
      "es": "Burro"
    }
  },
  {
    "name": "Skeleton Horse",
    "description": "Health: 15x(minecraft). Zombie and skeletal horses: Cannot be bred or produced from breeding. Skeleton Horses appear to be the horse counterpart of skeletons. Like skeletons, their bodies are only bones. They are also the fastest naturally spawning horse.",
    "description-ru": "Здоровье: 15x (minecraft). Зомби и скелетные лошади: не могут быть разведены или произведены из разведения. Скелетные Лошади, по-видимому, являются конными аналогами скелетов. Как скелеты, их тела - только кости. Они также являются самой быстрой естественной породой лошади.",
    "description-pt": "Saúde: 15x (minecraft). Cavalos zumbis e esqueletais: Não podem ser criados ou produzidos a partir da criação. Esqueleto Cavalos parecem ser a contrapartida de cavalo de esqueletos. Como esqueletos, seus corpos são apenas ossos. Eles também são os mais rápidos naturalmente spawning cavalo.",
    "description-es": "Salud: 15x (minecraft). Zombie y caballos esqueléticos: No se puede criar o producir a partir de la cría. Esqueleto Los caballos parecen ser la contraparte del caballo de esqueletos. Como esqueletos, sus cuerpos son sólo huesos. También son los caballos de desove natural más rápidos.",
    "health": 7.5,
    "strength": null,
    "spawn": "Plains and Savanna",
    "drops": [
      "Bone"
    ],
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Skeleton Horse",
      "uk": "Skeleton Horse",
      "pt": "Cavalo de Esqueleto",
      "ru": "Лошадь Скелет",
      "de": "Skeleton Pferd",
      "es": "Caballo Esqueleto"
    }
  },
  {
    "name": "Polar Bear",
    "description": "Bears: adorable at a distance. This is true in Minecraft, just as it is in real life. They may look huggable and furry, but they are full of teeth, and not too fussy about what, or who, constitutes a meal. Polar bears are found in ice plains, ice mountains and ice spikes biomes. They are 1.3 blocks wide and 1.4 blocks tall. When killed, a polar bear has a 3⁄4 chance to drop 0–2 raw fish, and a 1⁄4 chance to drop 0–2 raw salmon. These are always raw, even if the polar bear is on fire when it is killed. Like other baby animals, killing a baby polar bear yields no items or experience. Polar bears can exist in a passive, neutral, or hostile state. The cubs are passive; adults are neutral, but they will become hostile if attacked. They will also attack you if you get too close to their cubs. If a cub is attacked, all adults within a 41×21×41 cuboid will become hostile towards the attacker, regardless of difficulty (although in peaceful difficulty, their attacks will do zero damage to players). Attacking an adult who is within a 16×8×16 cuboid of a cub will also provoke other adults within a 21×21×21 cuboid of the attacked adult. Polar bears can be accidentally provoked by other mobs. Polar bears attack by rearing on their back legs and then mauling down on the attacker with their front paws. Their swimming speed is faster than the player's, making them difficult to get away from if they are attacking. Polar bear cubs' growth cannot be sped up.",
    "description-ru": "Медведи: восхитительны на расстоянии. Это справедливо в Minecraft, как и в реальной жизни. Они могут выглядеть причудливыми и пушистыми, но они полны зубов и не слишком суетливы в отношении того, что или кто представляет собой трапезу. Белые медведи встречаются в ледовых равнинах, ледяных горах и ледяных колосьях. Они имеют ширину 1,3 и высоту 1,4. Когда убит, у белого медведя есть шанс 3/4 сбросить 0-2 сырой рыбы, а 1/4 шанс сбросить 0-2 сырого лосося. Они всегда сырые, даже если белый медведь горит, когда его убивают. Как и другие детские животные, убийство младенца-полярного медведя не дает никаких предметов или опыта. Белые медведи могут существовать в пассивном, нейтральном или враждебном состоянии. Детеныши пассивны; Взрослые нейтральны, но они станут враждебными, если нападут. Они также атакуют вас, если вы окажетесь слишком близко к их детенышам. Если атакуют детеныша, все взрослые в кубоиде 41 × 21 × 41 становятся враждебными по отношению к атакующему независимо от сложности (хотя в мирных условиях их атаки наносят нулевой урон игрокам). Атака взрослого человека, который находится в кубике 16 × 8 × 16 кубика, также спровоцирует других взрослых в пределах 21 × 21 × 21 кубоид взломанного взрослого. Белые медведи могут быть случайно спровоцированы другими мобами. Белые медведи атакуют, разводя на своих задних лапах, а затем ломают нападавшего своими передними лапами. Их скорость плавания быстрее, чем у игрока, поэтому им трудно уйти, если они атакуют. Рост белых медвежат не может ускориться.",
    "description-pt": "Ursos: adorável à distância. Isso é verdade no Minecraft, assim como na vida real. Eles podem parecer huggable e peludo, mas eles estão cheios de dentes, e não muito exigente sobre o que, ou quem, constitui uma refeição. Ursos polares são encontrados em planícies de gelo, montanhas de gelo e picos de gelo biomas. São 1.3 blocos largamente e 1.4 blocos altos. Quando morto, um urso polar tem uma chance de 3/4 para cair 0-2 peixe cru, e uma chance de 1/4 para cair 0-2 salmão cru. Estes são sempre cru, mesmo se o urso polar está em chamas quando é morto. Como outros animais do bebê, matar um urso polar do bebê não produz nenhum artigo ou experiência. Os ursos polares podem existir em um estado passivo, neutro ou hostil. Os filhotes são passivos; Os adultos são neutros, mas tornar-se-ão hostis se atacados. Eles também vão atacar você se você chegar muito perto de seus filhotes. Se um filhote é atacado, todos os adultos dentro de um cuboide 41 × 21 × 41 se tornará hostil para o atacante, independentemente da dificuldade (embora em dificuldade pacífica, seus ataques fará zero dano aos jogadores). Atacar um adulto que está dentro de um 16 × 8 × 16 cubóide de um filhote também irá provocar outros adultos dentro de um 21 × 21 × 21 cubóide do adulto atacado. Os ursos polares podem ser provocados acidentalmente por outros mobs. Os ursos polares atacam criando em suas pernas traseiras e então atacando o atacante com suas patas dianteiras. Sua velocidade de natação é mais rápida do que a do jogador, tornando-os difíceis de fugir se eles estão atacando. Crescimento dos filhotes de urso polar não pode ser acelerado.",
    "description-es": "Osos: adorable a distancia. Esto es cierto en Minecraft, al igual que en la vida real. Pueden parecer huggables y peludos, pero están llenos de dientes, y no demasiado quisquillosos sobre qué, o quién, constituye una comida. Los osos polares se encuentran en las planicies de hielo, montañas de hielo y picos de hielo biomas. Son 1.3 bloques anchos y 1.4 bloques altos. Cuando se mata, un oso polar tiene una probabilidad de 3/4 de caer 0-2 peces crudos, y una posibilidad 1/4 de caer 0-2 salmón crudo. Estos son siempre crudos, incluso si el oso polar está en llamas cuando es asesinado. Al igual que otros animales de bebé, matar a un oso polar bebé no produce ningún elemento o experiencia. Los osos polares pueden existir en un estado pasivo, neutral u hostil. Los cachorros son pasivos; Los adultos son neutrales, pero se volverán hostiles si son atacados. También te atacarán si te acercas demasiado a sus cachorros. Si un cachorro es atacado, todos los adultos dentro de un cuboide 41 × 21 × 41 se volverán hostiles hacia el atacante, independientemente de la dificultad (aunque en dificultad pacífica, sus ataques causarán cero daño a los jugadores). Atacar a un adulto que está dentro de un cuboide de 16 × 8 × 16 de un cachorro también provocará a otros adultos dentro de un 21 × 21 × 21 cuboide del adulto atacado. Los osos polares pueden ser provocados accidentalmente por otros mobs. Los osos polares atacan al criar en sus patas traseras y luego atacan al atacante con sus patas delanteras. Su velocidad de natación es más rápida que la del jugador, por lo que es difícil alejarse de si están atacando. El crecimiento de los cachorros de oso polar no puede acelerarse.",
    "health": 30,
    "spawn": "Cold biomes",
    "drops": [
      "Leather",
      "Raw Fish"
    ],
    "strength": {
      "easy": 4,
      "normal": 6,
      "hard": 9
    },
    "type": "Neutral",
    "experience": "1-3",
    "translations": {
      "us": "Polar Bear",
      "uk": "Polar Bear",
      "pt": "Urso Polar",
      "ru": "Белый медведь",
      "de": "Eisbär",
      "es": "Oso Polar"
    }
  },
  {
    "name": "Killer Bunny",
    "description": "Once upon a build, the Killer Bunny was a natural and terrifying feature of the Minecraft overworld. Identifiable by its red horizontal eyes, burning with hate, the Killer Bunny moves faster than normal rabbits and will set upon players and wolves dealing an impressive amount of damage. The Killer Bunny (previously known as The Killer Rabbit of Caerbannog, which is a reference to the scene in Monty Python's The Holy Grail) is a variant of the rabbit that is hostile to all players. Its fur is pure white with blood-red eyes that are horizontal, compared to a normal rabbit's vertical eyes. It can only be spawned using the /summon rabbit {RabbitType:99} command. It appears with a nameplate over its head reading 'The Killer Bunny'. If the killer bunny finds any player within a 16-block radius, it will hop very quickly towards the player, much faster than a normal rabbit. It moves in a style similar to that of a spider. Once it closes in, it will jump at the player, dealing a fair amount of damage. If the player strikes at the killer bunny, it will run away for a brief moment, then return to lunging at the player. Killer rabbits are also immune to the Thorns enchantment. If it cannot find a player, the killer bunny will actively seek out and attack any wolves as well, including tamed dogs. These wolves will, in turn, attack the killer bunny, leading to a vicious fight. On peaceful difficulty, the killer bunny will not despawn, despite its hostile nature. It will still attack wolves and pet dogs, but not the player.",
    "description-ru": "Когда-то на стройке Killer Bunny была естественной и ужасающей чертой Minecraft. Идентифицируемый красными горизонтальными глазами, горящий ненавистью, Killer Bunny движется быстрее, чем обычные кролики, и нападает на игроков и волков, наносящих внушительный урон. The Killer Bunny (ранее известный как The Killer Rabbit of Caerbannog, который является ссылкой на сцену в «Святом Граале» Монти Пайтона) - это вариант кролика, враждебного всем игрокам. Его мех чисто белый с кроваво-красными глазами, которые горизонтальны, по сравнению с нормальными глазами нормального кролика. Его можно породить только с помощью команды / summon rabbit {RabbitType: 99}. Он появляется с шильдиком над головой и читает «Убийца-кролик». Если убийца-кролик найдет любого игрока в радиусе 16 блоков, он очень быстро скатится к игроку, намного быстрее обычного кролика. Он перемещается в стиле, подобном стилю паука. Как только он закроется, он прыгнет на игрока, нанося достаточный урон. Если игрок наносит удар по киллеру-убийце, он бежит ненадолго, а затем возвращается к выпадению игрока. У кроликов-убийц также нет иммунитета к чарам Торнов. Если он не может найти игрока, убийца будет активно искать и атаковать любых волков, в том числе прирученных собак. Эти волки, в свою очередь, атакуют кролика-убийцу, ведущего к порочному бою. При мирных трудностях убийца-кролик не исчезнет, ​​несмотря на его враждебность. Он все равно будет атаковать волков и домашних собак, но не игрока.",
    "description-pt": "Uma vez em cima de uma configuração, o coelho do assassino era uma característica natural e aterrorizante do supermundo de Minecraft. Identificável por seus olhos vermelhos horizontais, queimando com ódio, o coelho assassino se move mais rápido do que os coelhos normais e vai se colocar sobre os jogadores e lobos lidando com uma quantidade impressionante de dano. O coelho do assassino (sabido previamente como o coelho assassino de Caerbannog, que é uma referência à cena no Santo Graal de Monty Python) é uma variação do coelho que é hostil a todos os jogadores. Seu pêlo é branco puro, com olhos vermelho sangue que são horizontais, em comparação com os olhos verticais de um coelho normal. Ele só pode ser gerado usando o comando / convocação de coelho {RabbitType: 99}. Aparece com uma placa de identificação sobre sua leitura principal 'o coelho do assassino'. Se o coelho assassino encontrar qualquer jogador dentro de um raio de 16 quarteirões, ele vai hop muito rapidamente para o jogador, muito mais rápido do que um coelho normal. Ele se move em um estilo semelhante ao de uma aranha. Uma vez que ele se fecha, ele salta para o jogador, causando uma quantidade razoável de dano. Se o jogador atacar o coelho assassino, ele vai fugir por um breve momento, em seguida, voltar a bater para o jogador. Coelhos assassinos também são imunes ao encantamento Thorns. Se ele não consegue encontrar um jogador, o coelho assassino irá procurar ativamente e atacar qualquer lobos, incluindo cães domesticados. Estes lobos, por sua vez, atacarão o coelho assassino, levando a uma luta cruel. Em dificuldade pacífica, o coelho assassino não despawn, apesar de sua natureza hostil. Ele ainda vai atacar lobos e cães de estimação, mas não o jogador.",
    "description-es": "Una vez en una construcción, el conejo asesino era una característica natural y aterrador del Minecraft overworld. Identificable por sus ojos rojos horizontales, ardiendo de odio, el conejo asesino se mueve más rápido que los conejos normales y se pondrá sobre los jugadores y los lobos que tratan una cantidad impresionante de daño. El conejo del asesino (conocido previamente como el conejo asesino de Caerbannog, que es una referencia a la escena en el Santo Grial de Monty Python) es una variante del conejo que sea hostil a todos los jugadores. Su pelaje es blanco puro con ojos rojo sangre que son horizontales, en comparación con los ojos verticales de un conejo normal. Sólo puede generarse mediante el comando / convocatoria conejo {RabbitType: 99}. Aparece con una placa de identificación sobre su cabeza leyendo 'The Killer Bunny'. Si el conejo asesino encuentra a cualquier jugador dentro de un radio de 16 bloques, saltará muy rápidamente hacia el jugador, mucho más rápido que un conejo normal. Se mueve en un estilo similar al de una araña. Una vez que se cierra, saltará al jugador, causando una buena cantidad de daño. Si el jugador golpea en el conejo del asesino, él funcionará lejos por un breve momento, después vuelve a lanzar en el jugador. Los conejos asesinos también son inmunes al encantamiento de las Espinas. Si no puede encontrar a un jugador, el conejito asesino buscará activamente y atacará a cualquier lobo también, incluyendo a perros domesticados. Estos lobos, a su vez, atacarán al conejo asesino, llevando a una pelea cruel. En dificultad pacífica, el conejo asesino no despawn, a pesar de su naturaleza hostil. Aún atacará lobos y perros de mascota, pero no el jugador.",
    "health": 3,
    "spawn": "Killer bunnies do not spawn naturally, and must instead be spawned using the /summon command in PC.",
    "drops": [
      "Raw Rabbit",
      "Rabbit hide",
      "Rabbit's Foot"
    ],
    "strength": {
      "easy": 5,
      "normal": 8,
      "hard": 12
    },
    "type": "Hostile",
    "experience": "1-4",
    "translations": {
      "us": "Killer Bunny",
      "uk": "Killer Bunny",
      "pt": "Bunny Killer",
      "ru": "Кроллик убийца",
      "de": "Killerkaninchen",
      "es": "Asesino Del Conejito"
    }
  },
  {
    "name": "Illusioner",
    "description": "Illusioners are unused hostile mobs. They are one of the three Illagers, which are offshoot villagers – the others being the vindicator and the evoker. Illusioners can only be spawned using the /summon illusion_illager command. Currently there is no illusioner spawn egg. When killed by a player, any naturally spawned equipment (including their bow) has a 8.5% (9.5% with Looting I, 10.5% with Looting II and 11.5% with Looting III) chance of dropping and will drop with a random durability. Illusioners will attack players, villagers and iron golems within about 12 blocks. It will attack with its spells, and with its bow. The illusioner has two spells: a spell that blinds its opponent, and a spell that summons duplicates and makes the illusioner invisible. The blindness spell will only be cast if the regional difficulty is 3 or above. Upon first engaging a new opponent, an illusioner casts a Blindness effect that lasts for 20 seconds. It signals this attack by raising its arms and producing black smoke. The illusioner will not cast this spell more than once on the same opponent, unless it has first shifted its attention to another opponent, and then back to that original opponent. When an illusioner becomes invisible – through this or any other method – it creates four false duplicates of itself. These hover and waver at short distances from the actual invisible illusioner, though they will not really space themselves out until the first time the illusioner is ever attacked. These duplicates face in exactly the same direction as the illusioner, and move somewhat in step with the original, sometimes appearing to no-clip through walls, ceilings and floors. They will use the shooting animation whenever the original uses its bow, though only the real illusioner can shoot and be damaged.",
    "description-ru": "Иллюзионеры - неиспользуемые враждебные мобы. Они являются одним из трех Illagers, которые являются ответвителями, а другие являются защитниками и evoker. Иллюзионеры могут быть созданы только с помощью команды / summon illusion_illager. В настоящее время нет иллюзорного яйца-икринки. Когда игрок убит игроком, любое порожденное природным снаряжением (включая лук) имеет 8.5% (9.5% с Looting I, 10.5% с Looting II и 11.5% с Looting III), шанс падать и будет падать со случайной долговечностью. Иллюзионисты атакуют игроков, деревень и железных големов в пределах 12 блоков. Он атакует заклинаниями и луком. У иллюзора есть два заклинания: заклинание, которое ослепляет своего противника, и заклинание, которое вызывает дубликаты и делает иллюзиониста невидимым. Заклинание слепоты будет применяться только в том случае, если региональная сложность составляет 3 или выше. При первом привлечении нового противника, иллюзионист бросает эффект слепоты, который длится 20 секунд. Он сигнализирует об этой атаке, поднимая руки и производя черный дым. Иллюзор не будет накладывать это заклинание более одного раза на одного и того же противника, если только он сначала не переключил свое внимание на другого противника, а затем вернулся к этому оригинальному противнику. Когда иллюзионер становится невидимым - посредством этого или любого другого метода - он создает четыре ложных дубликата. Они колеблются и колеблются на коротких расстояниях от реального невидимого иллюзиониста, хотя они действительно не будут вытеснять себя до тех пор, пока впервые не нападут иллюзионисты. Эти дубликаты сталкиваются в том же направлении, что и иллюзионер, и двигаются несколько в ногу с оригиналом, иногда кажется, что они не скреплены стенами, потолками и полами. Они будут использовать съемочную анимацию всякий раз, когда оригинал использует свой лук, хотя только настоящий иллюзионер может стрелять и быть поврежденным.",
    "description-pt": "Illusioners são mobs hostis não utilizados. Eles são um dos três Illagers, que são aldeões descendentes - os outros sendo o vindicador e evocador. Os ilusionistas só podem ser gerados usando o comando / summon illusion_illager. Atualmente não há ilusão de gerar ovo. Quando morto por um jogador, qualquer equipamento gerado naturalmente (incluindo o seu arco) tem uma probabilidade de queda de 8,5% (9,5% com Saqueamento I, 10,5% com Saqueio II e 11,5% com Saqueio III) e cairá com uma durabilidade aleatória. Os Illusioners atacarão jogadores, aldeões e golems do ferro dentro de aproximadamente 12 blocos. Ele atacará com seus feitiços, e com seu arco. O ilusionista tem duas magias: um feitiço que cega seu oponente, e um feitiço que convoca duplicatas e torna o ilusionista invisível. O feitiço de cegueira só será lançado se a dificuldade regional for 3 ou superior. Em primeiro lugar envolvendo um novo adversário, um ilusionista lança um efeito Cegueira que dura 20 segundos. Sinaliza esse ataque levantando os braços e produzindo fumaça negra. O ilusionista não vai lançar esta mágica mais de uma vez no mesmo adversário, a menos que tenha deslocado sua atenção para outro adversário e, em seguida, de volta para o oponente original. Quando um ilusionista se torna invisível - através deste ou de qualquer outro método - cria quatro falsos duplicados de si mesmo. Estes pairam e vacilam em distâncias curtas do ilusionista invisível real, embora não se espatifarão realmente para fora até a primeira vez que o illusioner é atacado nunca. Estes duplicados enfrentam exatamente na mesma direção que o ilusionista, e movem-se um pouco de acordo com o original, às vezes parecendo não-clipe através de paredes, tetos e pisos. Eles usarão a animação de tiro sempre que o original usar seu arco, embora somente o ilusionista real possa atirar e ser danificado.",
    "description-es": "Los ilusionistas son multitudes hostiles no utilizadas. Ellos son uno de los tres Illagers, que son aldeanos descendientes - los otros son el vindicador y el evocador. Los ilusionistas sólo pueden ser generados usando el comando / summon illusion_illager. Actualmente no hay huevo de desove de ilusionista. Cuando mueren por un jugador, cualquier equipo naturalmente engendrado (incluyendo su arco) tiene un 8,5% (9,5% con Saqueo I, 10,5% con Saqueo II y 11,5% con Saqueo III) probabilidad de caer y caerá con una durabilidad aleatoria. Los ilusionistas atacarán a jugadores, aldeanos y golems de hierro dentro de unos 12 bloques. Atacará con sus hechizos, y con su arco. El ilusionista tiene dos hechizos: un hechizo que ciega a su oponente, y un hechizo que invoca duplicados y hace al ilusionista invisible. El hechizo de ceguera sólo será emitido si la dificultad regional es 3 o superior. Al iniciar primero a un nuevo oponente, un ilusionista lanza un efecto Ceguera que dura 20 segundos. Señala este ataque levantando sus brazos y produciendo humo negro. El ilusionista no lanzará este hechizo más de una vez en el mismo oponente, a menos que primero haya cambiado su atención a otro oponente, y luego de nuevo al oponente original. Cuando un ilusionista se vuelve invisible - mediante este o cualquier otro método - crea cuatro duplicados falsos de sí mismo. Estos flotan y vacilan a distancias cortas del ilusionista invisible real, aunque realmente no se espaciarán hacia fuera hasta la primera vez que el ilusionista es nunca atacado. Estos duplicados se enfrentan exactamente en la misma dirección que el ilusionista, y se mueven algo en el paso con el original, a veces apareciendo a no-clip a través de paredes, techos y pisos. Utilizarán la animación de disparo siempre que el original utilice su arco, aunque sólo el ilusionista real puede disparar y ser dañado.",
    "health": 36,
    "spawn": "Only with /summon command in PC",
    "drops": [
      "Bow"
    ],
    "strength": {
      "easy": 4,
      "normal": 4,
      "hard": 5
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Killer Bunny",
      "uk": "Killer Bunny",
      "pt": "Bunny Killer",
      "ru": "Кроллик убийца",
      "de": "Killerkaninchen",
      "es": "Asesino Del Conejito"
    }
  },
  {
    "name": "Skeleton Trap Horse",
    "description": "Skeleton trap horses spawn from a fraction of lightning strikes during thunderstorms (0.75–1.5% chance on Easy, 1.5–4% on Normal, and 2.8125–6.75% on Hard, depending on regional difficulty). They despawn after 15 minutes if not triggered. When a player comes within 10 blocks, lightning will strike the horse. This lightning cannot start fires or damage nearby entities. When struck, the skeleton trap horse transforms into a skeleton horseman, a skeleton riding a skeleton horse. It will also spawn three additional skeleton horsemen in the vicinity. Each skeleton is equipped with an enchanted iron helmet and an enchanted bow, and have damage immunity for 3 seconds after spawning. Skeleton horsemen move extremely fast and maneuver exactly like skeletons, strafing when attacking and backing up when the player moves towards them. Other notes: The skeleton will be wearing an iron helmet, unless it randomly spawned with some other headgear. The skeleton's bow and helmet will be enchanted as if on an enchantment table at level 5–22. The level is higher depending on regional difficulty; on Easy it will always be a level-5 enchantment. The skeleton trap horse will become fully grown if it was a baby, and the breeding cooldown will be reset. The original horse will be tamed when struck, and the additional three horses are spawned tamed. The skeletons will not despawn A trap horse activated in the Nether (after having wandered through a portal, for instance) will have wither skeleton riders 80% of the time – the same rate that governs skeletons in the Nether in general. However, a trap activated in an ice biome will not have stray riders. A trap horse may spawn in areas that a regular horse may not, such as in the middle of an ocean. A trap horse has the opposite effect when hit by potions of healing. To heal them, use splash potions of harming. A trap horse will still trigger if the weather is clear; lightning will strike the trap horse and the four skeleton horsemen will spawn.",
    "description-ru": "Лошади скелетных ловушек появляются из доли молниеносных ударов во время грозы (вероятность 0.75-1.5% на Easy, 1.5-4% на Normal и 2.8125-6.75% на Hard, в зависимости от региональной сложности). Они исчезают через 15 минут, если не срабатывают. Когда игрок входит в 10 блоков, молния ударит по лошади. Эта молния не может начать огонь или повредить близлежащие объекты. Когда он ударил, скелет ловушки превращается в скелет всадника, скелет верхом на скелет лошади. Это также вызовет появление трех дополнительных скелетных всадников в окрестностях. Каждый скелет оснащен заколдованным железным шлемом и заколдованным луком и имеет иммунитет к повреждениям в течение 3 секунд после нереста. Скелетные всадники двигаются чрезвычайно быстро и маневрируют точно так же, как скелеты, обстреливая при атаке и резервном копировании, когда игрок движется к ним. Другие примечания: Скелет будет носить железный шлем, если только он случайно не порожден каким-либо другим головным убором. Скелетный лук и шлем будут зачарованы, как на волшебном столе на уровне 5-22. Уровень выше в зависимости от региона; На Easy это всегда будет уровень 5. Лошадь-ловушка скелета полностью вырастет, если она будет младенцем, и время восстановления будет сброшено. Оригинальная лошадь будет приручена при ударе, а дополнительные три лошади будут приручены. Скелеты не исчезнут. Ловушка-лошадь, активированная в Пустоте (например, пройдя через портал), будет иметь всадников скелета в 80% случаев - ту же норму, которая управляет скелетами в Пустоте вообще. Однако ловушка, активированная в ледяном биоме, не будет иметь случайных всадников. Лошадь-ловушка может появляться на участках, которые не могут быть у обычной лошади, например, в середине океана. Ловушка-лошадь оказывает противоположный эффект, когда попадает в зелья исцеления. Чтобы исцелить их, используйте зелье всплесков вреда. Лошадь-ловушка все равно срабатывает, если погода ясная; Молния ударит ловушку, и всадники из четырех скелетов появятся.",
    "description-pt": "Os cavalos da armadilha de esqueleto geram de uma fração de relâmpagos durante tempestades (0.75-1.5% de chance em Easy, 1.5-4% em Normal e 2.8125-6.75% em Hard, dependendo da dificuldade regional). Despawn após 15 minutos se não disparado. Quando um jogador vem dentro de 10 blocos, o relâmpago golpeará o cavalo. Este relâmpago não pode iniciar incêndios ou danificar entidades próximas. Quando golpeado, o cavalo da armadilha do esqueleto transforma em um cavaleiro esqueleto, um esqueleto que monta um cavalo do esqueleto. Ele também irá desovar três cavaleiros esqueleto adicional na vizinhança. Cada esqueleto é equipado com um capacete de ferro encantado e um arco encantado, e tem imunidade danos por 3 segundos após a desova. Cavaleiros esqueleto mover extremamente rápido e manobrar exatamente como esqueletos, strafing ao atacar e fazer backup quando o jogador se move para eles. Outras notas: O esqueleto estará usando um capacete de ferro, a menos que seja gerado aleatoriamente com algum outro capacete. O arco eo capacete do esqueleto serão encantados como se em uma tabela do enchantment no nível 5-22. O nível é mais alto dependendo da dificuldade regional; Em Fácil será sempre um encantamento de nível 5. O cavalo de armadilha de esqueleto ficará totalmente crescido se fosse um bebê, e o tempo de recriação será reiniciado. O cavalo original será domado quando golpeado, e os três cavalos adicionais são gerados domados. Os esqueletos não despawn Um cavalo armadilha ativado no Nether (depois de ter vagado através de um portal, por exemplo) terá wither skeleton riders 80% do tempo - a mesma taxa que governa esqueletos no Nether em geral. No entanto, uma armadilha ativada em um bioma de gelo não terá cavaleiros errantes. Um cavalo de armadilha pode desovar em áreas que um cavalo regular não pode, como no meio de um oceano. Um cavalo armadilha tem o efeito oposto quando atingido por poções de cura. Para curá-los, use poções de splash de prejudicar. Um cavalo da armadilha ainda acionará se o tempo for desobstruído; Relâmpago vai bater o cavalo armadilha e os quatro cavaleiros esqueleto vai desovar.",
    "description-es": "Los caballos de la trampa de esqueleto desovan de una fracción de rayos durante tormentas (0.75-1.5% de probabilidad en Easy, 1.5-4% en Normal y 2.8125-6.75% en Hard, dependiendo de la dificultad regional). Despawn después de 15 minutos si no se activa. Cuando un jugador viene dentro de 10 bloques, un rayo golpeará el caballo. Este rayo no puede iniciar incendios ni dañar las entidades cercanas. Cuando se golpea, el caballo trampa de esqueleto se transforma en un esqueleto jinete, un esqueleto montado en un caballo esqueleto. También engendrará a tres jinetes adicionales del esqueleto en la vecindad. Cada esqueleto está equipado con un casco de hierro encantado y un arco encantado, y tienen inmunidad a los daños durante 3 segundos después del desove. Los jinetes esqueléticos se mueven extremadamente rápido y maniobran exactamente como los esqueletos, tiranizando cuando atacan y retroceden cuando el jugador se mueve hacia ellos. Otras notas: El esqueleto llevará un casco de hierro, a menos que se reproduzca al azar con algún otro sombrero. El arco y el casco del esqueleto estarán encantados como si estuvieran en una mesa de encantamiento en el nivel 5-22. El nivel es más alto dependiendo de la dificultad regional; En Fácil siempre será un encantamiento de nivel 5. El caballo de la trampa de esqueleto crecerá completamente si fuera un bebé, y el tiempo de reutilización de reproducción será reiniciado. El caballo original será domado cuando se golpea, y los tres caballos adicionales se reproducen domados. Los esqueletos no desaparecerán. Un caballo de trampa activado en el Neerlandés (después de haber vagado por un portal, por ejemplo) tendrá más del 80% de los pilotos del esqueleto, la misma velocidad que gobierna los esqueletos en el Neerlandés en general. Sin embargo, una trampa activada en un bioma de hielo no tendrá corredores extraviados. Un caballo de la trampa puede frezar en las áreas que un caballo regular no puede, por ejemplo en el medio de un océano. Un caballo de la trampa tiene el efecto opuesto cuando es golpeado por las pociones de la curación. Para sanarlos, use pociones de salpicadura de daño. Un caballo de la trampa todavía accionará si el tiempo es claro; El relámpago golpeará el caballo de la trampa y los cuatro jinetes del esqueleto aparecerán.",
    "health": 27.5,
    "spawn": "Lightning",
    "drops": [
      "Bow",
      "Iron Helmet",
      "Bone",
      "Arrow"
    ],
    "strength": {
      "easy": 7.5,
      "normal": 15,
      "hard": 26
    },
    "type": "Hostile",
    "experience": "N/A",
    "translations": {
      "us": "Skeleton Trap Horse",
      "uk": "Skeleton Trap Horse",
      "pt": "Esqueleto Armadilha Do Cavalo",
      "ru": "Скелет-всадник",
      "de": "Skeleton Trap Pferd",
      "es": "El esqueleto de un jinete"
    }
  },
  {
    "name": "Ocelot",
    "description": "Ocelots are passive mobs that spawn in jungle biomes. They are the second tameable mob to be introduced into Minecraft, the first being Wolves, and the third being horses. They are based on the animal with same name. When tamed, they become cats, and will change skins. Cats will follow the Player and will teleport if they are too far away.\nCreepers will run away from both ocelots and cats, even if provoked by the player, making cats a great defense against a creeper ambush, although a creeper can still blow up on you and your cat if it is too close. Players can use cats to ward creepers away from entrances, key points, or even an entire perimeter of land.",
    "description-ru": "Оцелоты - это пассивные мобы, которые появляются в джунглях-биомах. Они - вторая приручаемая толпа, которая будет представлена в Minecraft, первая из которых - Волки, а третья - лошади. Они основаны на животном с тем же именем. Когда они приручаются, они становятся кошками и меняют кожу. Кошки будут следовать за Игроком и будут телепортироваться, если они будут слишком далеко. Криперы будут убегать от обоих оцелотов и кошек, даже если они спровоцированы игроком, делая кошек отличной защитой от засады ползающих, хотя лианы все еще могут взорваться На вас и вашего кота, если он слишком близко. Игроки могут использовать кошек для защиты ползучих от входа, ключевых точек или даже всего периметра земли.",
    "description-pt": "Os Ocelots são mobs passivos que geram nos biomas da selva. São a segunda multidão tameable a ser introduzida em Minecraft, o primeiro que é lobos, eo terceiro que é cavalos. Eles são baseados no animal com o mesmo nome. Quando domesticados, eles se tornam gatos, e vai mudar peles. Os gatos irão seguir o jogador e se teletransportarão se eles estiverem muito longe. Os recrutas fugirão de ocelotes e gatos, mesmo que provocados pelo jogador, fazendo dos gatos uma grande defesa contra uma emboscada creeper, embora um creeper ainda possa explodir Em você e em seu gato se for demasiado próximo. Os jogadores podem usar gatos para afastar creepers longe de entradas, pontos-chave, ou até mesmo um perímetro inteiro de terra.",
    "description-es": "Los ocelotes son turbas pasivas que aparecen en los biomas de la jungla. Son la segunda muchedumbre domesticable que se introducirá en Minecraft, siendo el primero lobos y el tercero caballos. Se basan en el animal con el mismo nombre. Cuando se domestican, se convierten en gatos, y cambiará pieles. Los gatos seguirán al Jugador y se teletransportarán si están demasiado lejos. Los chicharrones huirán tanto de los ocelotes como de los gatos, incluso si son provocados por el jugador, convirtiendo a los gatos en una gran defensa contra una emboscada de enredadera, aunque una enredadera puede explotar En usted y su gato si está demasiado cerca. Los jugadores pueden usar gatos para alejar a las enredaderas de las entradas, los puntos clave o incluso un perímetro de tierra entero.",
    "health": 5,
    "spawn": "Ocelot: In Jungle Biomes, on Grass or leaf blocks that are in layer 63 or higher, any light level.\nCat: By taming an Ocelot",
    "drops": null,
    "strength": null,
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Ocelot",
      "uk": "Ocelot",
      "pt": "Jaguatirica",
      "ru": "Оцелот",
      "de": "Ozelot",
      "es": "Ocelote"
    }
  },
  {
    "name": "Pig",
    "description": "Pigs are passive mobs that are the source of porkchops, a renewable source of food; they are also a mode of transportation, provided the right materials are on-hand. They are 0.875 blocks tall, 0.650 blocks wide and 1.3 blocks long.",
    "description-ru": "Свиньи - это пассивные мобы, которые являются источником свиных откосов, возобновляемого источника пищи; Они также являются средством передвижения при условии наличия необходимых материалов. Они имеют 0,875 блоков в высоту, 0,650 блоков в ширину и 1,3 блока в длину.",
    "description-pt": "Os porcos são mobs passivos que são a fonte de porkchops, uma fonte renovável de alimento; Eles também são um modo de transporte, desde que o direito materiais estão à mão. São 0,875 blocos de altura, 0,650 blocos de largura e 1,3 blocos de comprimento.",
    "description-es": "Los cerdos son muchedumbres pasivas que son la fuente de cerdo, una fuente renovable de alimento; También son un modo de transporte, siempre y cuando los materiales adecuados estén a mano. Son 0,875 bloques de altura, 0,650 bloques de ancho y 1,3 bloques de largo.",
    "health": 5,
    "spawn": "Opaque blocks with a (Minimum) two block space above them.",
    "drops": [
      "Raw Porkchop",
      "Cooked Porkchop",
      "Saddle"
    ],
    "strength": null,
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Pig",
      "uk": "Pig",
      "pt": "Porco",
      "ru": "Свинья",
      "de": "Schwein",
      "es": "Cerdo"
    }
  },
  {
    "name": "Sheep",
    "description": "Sheep are passive mobs that supply wool when sheared or killed and can be dyed with any of the 16 colors before shearing to produce colored wool. Sheep are 1.25 blocks tall, 0.625 blocks wide and 1.4375 blocks long, and they can naturally spawn with a color other than white. Killing a woolly adult sheep will drop a single block of wool, whereas shearing them yields 1-3 blocks each time. Killing a lamb gives nothing.",
    "description-ru": "Овцы - это пассивные мобы, которые поставляют шерсть при стрижке или убивании и могут быть окрашены любым из 16 цветов перед стрижкой для получения цветной шерсти. Овцы высотой 1,25 блока, 0,625 блоков в ширину и 1,4375 блоков в длину, и они могут, естественно, появляться с цветом, отличным от белого. Убив шерстистую взрослую овцу, вы упадете в один блок шерсти, а стрижка даст 1-3 блока каждый раз. Убийство ягненка ничего не дает.",
    "description-pt": "Ovelhas são multidões passivas que fornecem lã quando cortadas ou mortas e podem ser tingidas com qualquer uma das 16 cores antes de cortar para produzir lã colorida. Ovelhas são 1,25 blocos de altura, 0,625 blocos de largura e 1,4375 blocos de comprimento, e eles podem naturalmente desovar com uma cor diferente de branco. Matar um ovelha adulto lanoso vai soltar um único bloco de lã, enquanto cortando-os rendimentos 1-3 blocos de cada vez. Matar um cordeiro não dá nada.",
    "description-es": "Las ovejas son mulas pasivas que suministran lana cuando se cortan o se matan y se pueden teñir con cualquiera de los 16 colores antes de cortar para producir lana coloreada. Las ovejas son 1,25 bloques de altura, 0,625 bloques de ancho y 1,4375 bloques de largo, y que pueden naturalmente desovar con un color distinto de blanco. Matar a una oveja adulta lanuda dejará caer un solo bloque de lana, mientras que cortarlos produce 1-3 bloques cada vez. Matar a un cordero no da nada.",
    "health": 4,
    "spawn": "Opaque blocks with a (Minimum) two block space above them.",
    "drops": [
      "Wool",
      "Raw Mutton",
      "Cooked Mutton"
    ],
    "strength": null,
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Sheep",
      "uk": "Sheep",
      "pt": "Ovelha",
      "ru": "Овца",
      "de": "Schaf",
      "es": "Oveja"
    }
  },
  {
    "name": "Bat",
    "description": "Bats are passive mobs that spawn naturally in caverns or other large enclosed spaces. Bats are the only passive mob able to fly, and the only flying mob that naturally spawns in the Overworld. They will often emit a squeaking noise, but do not do many other things that can affect gameplay. They do not drop any items or XP when killed, making them the least \"significant\" mob in the game. They can be used to find caves while mining underground because of their squeaking.",
    "description-ru": "Летучие мыши - это пассивные мобы, которые появляются естественным образом в пещерах или других больших замкнутых пространствах. Летучие мыши - единственная пассивная толпа, способная летать, и единственная летающая толпа, которая, естественно, появляется в Преисподней. Они часто издают писк, но не делают много других вещей, которые могут повлиять на игровой процесс. Они не бросают предметы или XP, когда их убивают, делая их наименее «значительными» мобами в игре. Их можно использовать, чтобы найти пещеры во время добычи под землей из-за их скрипа.",
    "description-pt": "Os morcegos são mobs passivos que aparecem naturalmente em cavernas ou outros grandes espaços fechados. Os morcegos são a única turba passiva capaz de voar, ea única turba voadora que naturalmente desova no Overworld. Eles muitas vezes emitem um barulho estridente, mas não fazem muitas outras coisas que podem afetar a jogabilidade. Eles não deixam cair quaisquer itens ou XP quando mortos, tornando-os a menos significativa mob no jogo. Eles podem ser usados para encontrar cavernas enquanto mineração subterrânea por causa de seus gritos.",
    "description-es": "Los murciélagos son turbas pasivas que aparecen naturalmente en cavernas u otros espacios cerrados grandes. Los murciélagos son la única multitud pasiva capaz de volar, y la única turba voladora que naturalmente genera en el Overworld. A menudo emiten un ruido chirrido, pero no hacen muchas otras cosas que pueden afectar el juego. No dejan caer ningún artículo o XP cuando son asesinados, lo que los convierte en la mafia más 'significativa' en el juego. Pueden ser utilizados para encontrar cuevas mientras que la minería subterránea debido a su chirrido.",
    "health": 3,
    "spawn": "Below layer 63, light level of 4 or less\nOn October 20-November 3: below layer 63, light level of 7 or less",
    "drops": null,
    "strength": null,
    "type": "Passive",
    "experience": "0",
    "translations": {
      "us": "Bat",
      "uk": "Bat",
      "pt": "Morcego",
      "ru": "Летучая мышь",
      "de": "Fledermaus",
      "es": "Murciélago"
    }
  },
  {
    "name": "Mooshroom",
    "description": "Mooshrooms are unique forms of cows that spawn in the Mushroom biome.",
    "description-ru": "Мохозы - уникальные формы коров, которые появляются в биомате Грибов.",
    "description-pt": "Mooshrooms são formas únicas de vacas que geram no bioma Cogumelo.",
    "description-es": "Mooshrooms son formas únicas de vacas que desovan en el bioma de Seta.",
    "health": 5,
    "strength": null,
    "spawn": "Mushroom Biomes",
    "drops": [
      "Red Mushroom",
      "Leather",
      "Raw Beef",
      "Steak",
      "Mushroom Stew",
      "Bucket (Milk)"
    ],
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Mooshroom",
      "uk": "Mooshroom",
      "pt": "Coguvaca",
      "ru": "Мууухомор",
      "de": "Pilzkuh",
      "es": "Champiñaca"
    }
  },
  {
    "name": "Squid",
    "description": "Squid are 8-armed mobs that spawn in water. Squid are always passive towards the player, akin to the other passive mobs found on land. They can be found in water from levels greater than 45 and lower than 63, and they can spawn in any biome or difficulty.",
    "description-ru": "Кальмар - это 8-вооруженных мобов, которые появляются в воде. Кальмар всегда пассивен к игроку, сродни другим пассивным мобам, найденным на земле. Они могут быть найдены в воде с уровней выше 45 и ниже 63 и могут появляться в любом биоме или сложности.",
    "description-pt": "Squid são 8 mobs armados que spawn em água. Squid são sempre passiva para o jogador, semelhante aos outros mobs passivos encontrados em terra. Eles podem ser encontrados na água a partir de níveis superiores a 45 e inferior a 63, e eles podem desovar em qualquer bioma ou dificuldade.",
    "description-es": "Squid son 8 mobs armados que desovan en el agua. Calamares son siempre pasivos hacia el jugador, similar a los otros mobs pasivos encontrados en tierra. Se pueden encontrar en el agua desde niveles mayores de 45 e inferiores a 63, y pueden aparecer en cualquier bioma o dificultad.",
    "health": 5,
    "spawn": "1 or more blocks of water, any light level, spawning block must be between level 46 and 62, inclusive",
    "drops": [
      "Ink Sac"
    ],
    "strength": null,
    "type": "Passive",
    "experience": "1-3",
    "translations": {
      "us": "Squid",
      "uk": "Squid",
      "pt": "Lula",
      "ru": "Спрут",
      "de": "Tintenfisch",
      "es": "Calamar"
    }
  },
  {
    "name": "Villager",
    "description": "A Villager (previously called a Testificate) is an intelligent passive NPC (Non-Player Character) that spawns and moves around in Villages. They spawn around the villages and inside the buildings. They spawn at their respective buildings corresponding to the role they have.",
    "description-ru": "Житель (ранее называвшийся Testificate) - это интеллектуальный пассивный NPC (персонаж без персонажа), который появляется и перемещается в Деревнях. Они появляются вокруг деревень и внутри зданий. Они появляются на своих соответствующих зданиях в соответствии с их ролью.",
    "description-pt": "Um Aldeão (anteriormente chamado de Testificate) é um NPC passivo inteligente (Character Non-Player) que gera e se move em Aldeias. Eles spawn em torno das aldeias e dentro dos edifícios. Eles geram em seus respectivos edifícios correspondente ao papel que têm.",
    "description-es": "Un aldeano (previamente llamado un Testificate) es un NPC pasivo inteligente (carácter del Non-Jugador) que spawns y se mueve alrededor en aldeas. Desovan alrededor de los pueblos y dentro de los edificios. Desovan en sus respectivos edificios correspondientes al papel que tienen.",
    "health": 10,
    "spawn": "Village",
    "drops": null,
    "strength": null,
    "type": "Passive",
    "experience": "0",
    "translations": {
      "us": "Villager",
      "uk": "Villager",
      "pt": "Aldeão",
      "ru": "Житель",
      "de": "Dorfbewohner",
      "es": "Aldeano"
    }
  },
  {
    "name": "Cave Spider",
    "description": "The Cave Spider is a hostile mob in low light levels and a neutral mob in light levels 10 or above, using the same model as the spider, but with a blue skin color and smaller size. They are more dangerous than the regular Spiders, but they in turn are much rarer than them. Cave Spiders do not spawn naturally; they only spawn from monster spawners found in abandoned mine shafts. Their small size lets them slip through small openings, and their poison can rapidly weaken players.",
    "description-ru": "Пещерный паук - это враждебная толпа с низким уровнем освещенности и нейтральная толпа с уровнем освещенности 10 или выше, используя ту же модель, что и паук, но с синим цветом кожи и меньшим размером. Они более опасны, чем обычные пауки, но они, в свою очередь, намного реже, чем они. Пещерные пауки не появляются нерегулярно; Они только появляются от монстров-производителей, найденных в заброшенных шахтах. Их небольшой размер позволяет им проскользнуть через небольшие отверстия, и их яд может быстро ослабить игроков.",
    "description-pt": "A aranha da caverna é uma multidão hostil em níveis baixos da luz e em uma multidão neutra nos níveis claros 10 ou acima, usando o mesmo modelo que a aranha, mas com uma cor azul da pele e um tamanho menor. Eles são mais perigosos do que as aranhas regulares, mas eles, por sua vez, são muito mais raros do que eles. As aranhas de caverna não geram naturalmente; Eles só desovam de monster spawners encontrados em poços de minas abandonadas. Seu pequeno tamanho permite que eles escorregem através de pequenas aberturas, e seu veneno pode rapidamente enfraquecer os jogadores.",
    "description-es": "La araña de la cueva es una muchedumbre hostil en niveles bajos de la luz y una muchedumbre neutral en niveles ligeros 10 o arriba, usando el mismo modelo que la araña, pero con un color de piel azul y un tamaño más pequeño. Son más peligrosas que las arañas regulares, pero a su vez son mucho más raras que ellas. Las arañas cuevas no engendran naturalmente; Sólo desovan de monstruos desovadores encontrados en pozos de minas abandonados. Su pequeño tamaño les permite deslizarse a través de pequeñas aberturas, y su veneno puede debilitar rápidamente a los jugadores.",
    "health": 6,
    "spawn": "Abandoned Mine Shafts",
    "drops": [
      "String",
      "Spider Eye"
    ],
    "strength": {
      "easy": 1,
      "normal": 1,
      "hard": 1.5
    },
    "type": "Neutral",
    "experience": "5",
    "translations": {
      "us": "Cave Spider",
      "uk": "Cave Spider",
      "pt": "Aranha da Caverna",
      "ru": "Пещерный паук",
      "de": "Höhlenspinne",
      "es": "Araña de cueva"
    }
  },
  {
    "name": "Enderman",
    "description": "Endermen are three-block-high mobs that spawn fairly uncommonly in the Overworld at light levels of 7 or less, and they densely populate The End. Endermen are neutral, but they will turn hostile when provoked. They are known for their spooky presentation, their unique abilities to pick up blocks and teleport, their vulnerability to water, and the odd noises they make.\nEndermen are the main source of Ender Pearls (the only other being stronghold chests), which are useful both in their own right and as a crafting ingredient for Eyes of Ender, which are necessary to reach The End.\nEndermen can be provoked via an attack or by simply looking at them (placing the crosshairs on their upper bodies from up to 64 blocks away). When provoked, Endermen stand still, stare at the player with trembling, gaping mouths, and emit a long, loud, unsettling noise, before teleporting towards the player to attack.\nEndermen frequently spawn in The End, their home world, but still require a light level of seven or less in order to spawn. They will also spawn in the Overworld, although about 5-10 times more rarely than other mobs like Zombies, Skeletons and Creepers. They spawn in pairs, and can be seen at night in groups of up to five. However, they will very often teleport away carelessly, so you will most likely see only one or two at a time.",
    "description-ru": "Эндермен - это мобы с тремя блоками, которые появляются довольно необычно в Overworld при уровнях освещенности 7 или меньше, и они плотно заполняют The End. Эндермены нейтральны, но они будут враждебными, если их спровоцировать. Они известны своей призрачной презентацией, их уникальными способностями забирать блоки и телепорты, их уязвимостью к воде и странными шумами, которые они производят. Держатели являются основным источником Эндер-Перлз (единственные существа из крепостных сундуков), которые Полезными как сами по себе, так и в качестве ингредиента для «Глаза Эндера», которые необходимы для достижения «Конец». Доступников можно спровоцировать с помощью атаки или просто взглянуть на них (перекрестие на их верхних телах с 64 Блокирует). При провоцировании Эндермен стоит на месте, уставившись на игрока дрожащими зияющими ртом и издавая долгий громкий, тревожный шум, прежде чем телепортироваться к игроку, чтобы атаковать. Добатели часто появляются в The End, их родном мире, но все равно требуют Свет уровня семь или меньше, чтобы икру. Они также появятся в Overworld, хотя примерно в 5-10 раз реже, чем другие мобы, такие как Zombies, Skeletons и Creepers. Они появляются нерегулярно парами и могут быть замечены ночью группами до пяти. Тем не менее, они будут очень часто телепортироваться небрежно, так что вы, скорее всего, увидите только один или два за раз.",
    "description-pt": "Endermen são multidões de três blocos que geram bastante incomum no Overworld a níveis de luz de 7 ou menos, e eles densamente povoam The End. Endermen são neutros, mas eles se tornam hostis quando provocados. Eles são conhecidos por sua apresentação spooky, suas habilidades únicas para pegar os blocos e teleport, a sua vulnerabilidade à água, e os ruídos estranhos que eles fazem. Endermen são a principal fonte de Ender Pearls (o único outro sendo guindastes), que são Útil tanto em seu próprio direito como como ingrediente de elaboração para os olhos de Ender, que são necessários para chegar ao fim. Endermen pode ser provocado através de um ataque ou simplesmente olhando para eles (colocando o crosshairs em seu corpo superior de até 64 Quarteirões de distância). Quando provocado, Endermen permanece quieto, olha fixamente para o jogador com as boca trêmulas e escancaradas, e emite um ruído longo, alto e inquietante, antes de se teletransportar em direção ao jogador para atacar. Os nermen freqüentemente aparecem em The End, seu mundo natal, mas ainda exigem Um nível de luz de sete ou menos para gerar. Eles também gerarão no Overworld, embora cerca de 5-10 vezes mais raramente do que outros mobs como Zombies, Skeletons e Creepers. Eles desovam em pares, e podem ser vistos à noite em grupos de até cinco. No entanto, eles muitas vezes se teletransportar descuidadamente, então você provavelmente verá apenas um ou dois de cada vez.",
    "description-es": "Endermen son tres bloques de alta mobs que desovan bastante poco en el Overworld a niveles de luz de 7 o menos, y densamente poblar The End. Endermen son neutrales, pero se volverán hostiles cuando sean provocados. Ellos son conocidos por su presentación espeluznante, sus habilidades únicas para recoger bloques y teletransportarse, su vulnerabilidad al agua, y los extraños ruidos que hacen. Endermen es la principal fuente de Ender Pearls (el único otro es el pecho de la fortaleza), que son Útiles tanto en su propio derecho como como ingrediente de elaboración para los ojos de Ender, que son necesarios para alcanzar el fin. Endermen puede ser provocado a través de un ataque o simplemente mirándolos (colocando la cruz en su parte superior del cuerpo de hasta 64 unas cuantas cuadras). Cuando se lo provocan, Endermen se queda quieto, mira fijamente al jugador con la boca temblorosa, boquiabierta, y emite un ruido largo, ruidoso y inquietante, antes de teletransportarse hacia el jugador para atacar. Endermen suelen aparecer en The End, su mundo natal, pero todavía requieren Un nivel de luz de siete o menos con el fin de desovar. También aparecerán en el Overworld, aunque cerca de 5-10 veces más raramente que otros monstruos como Zombies, Skeletons y Creepers. Se reproducen en pares, y se puede ver en la noche en grupos de hasta cinco. Sin embargo, muy a menudo se teletransportan lejos descuidadamente, por lo que probablemente verá sólo uno o dos a la vez.",
    "health": 20,
    "spawn": "In the Overworld or the End in light level of 7 or less.",
    "drops": [
      "Ender Pearl"
    ],
    "strength": {
      "easy": 2,
      "normal": 3.5,
      "hard": 5
    },
    "type": "Neutral",
    "experience": "5",
    "translations": {
      "us": "Enderman",
      "uk": "Enderman",
      "pt": "Enderman",
      "ru": "Эндермен",
      "de": "Enderman",
      "es": "Enderman"
    }
  },
  {
    "name": "Spider",
    "description": "Spiders are common mobs that can be neutral or hostile depending on the light level. They are hostile in light levels of 7 or less, and neutral in light levels of over 7. They do not burn up in sunlight like Zombies and Skeletons. Spiders have the unique ability to climb most blocks vertically, and can see the player through solid blocks.",
    "description-ru": "Пауки - обычные мобы, которые могут быть нейтральными или враждебными в зависимости от уровня освещенности. Они враждебны к светлым уровням 7 или менее и нейтральны в уровнях света более 7. Они не сгорают при солнечном свете, как Зомби и Скелеты. Пауки обладают уникальной способностью подниматься по большинству блоков по вертикали и могут видеть игрока через сплошные блоки.",
    "description-pt": "As aranhas são mobs comuns que podem ser neutras ou hostis, dependendo do nível de luz. Eles são hostis em níveis de luz de 7 ou menos, e neutro em níveis de luz de mais de 7. Eles não queimar na luz solar como zumbis e esqueletos. Aranhas têm a capacidade única de escalar a maioria dos blocos na vertical, e pode ver o jogador através de blocos sólidos.",
    "description-es": "Las arañas son mobs comunes que pueden ser neutrales u hostiles dependiendo del nivel de luz. Son hostiles en niveles de luz de 7 o menos y neutros en niveles de luz de más de 7. No se queman en la luz del sol como zombies y esqueletos. Las arañas tienen la capacidad única de escalar la mayoría de los bloques verticalmente, y pueden ver al jugador a través de bloques sólidos.",
    "health": 8,
    "spawn": "Light level of 7 or less, 3x3x2 space on solid blocks (spawns only on top of the central block). Top half of space may be occupied by transparent blocks (glass, etc.).",
    "drops": [
      "String",
      "Spider Eye"
    ],
    "strength": {
      "easy": 1,
      "normal": 1,
      "hard": 1.5
    },
    "type": "Neutral",
    "experience": "5",
    "translations": {
      "us": "Spider",
      "uk": "Spider",
      "pt": "Aranha",
      "ru": "Паук",
      "de": "Spinne",
      "es": "Araña"
    }
  },
  {
    "name": "Wolf",
    "description": "Wolves are mobs that appear to be based on the arctic wolf that can be allied with the player once tamed by being fed bones with the \"use\" key. They will shake themselves dry when they reach land after a swim or if drenched by rain, or otherwise come in contact with water. Wolves are 1 block in height, 2 in length, and 1 in width (1 × 2 × 1).\nLike most mobs, wolves are vulnerable to drowning, suffocation, falling, contact with cacti or lava, and will take damage from being set on fire or coming in contact with attacking hostile mobs. Wolves can be healed by feeding them any sort of meat, including rotten flesh but not fish.",
    "description-ru": "Волки - это мобы, которые, по-видимому, основаны на арктическом волке, который может быть объединен с игроком, когда-то прирученным, кормясь костями с помощью клавиши «использовать». Они встряхнут себя, когда достигнут земли после купания, просачиваются дождем или иным образом соприкасаются с водой. Волки высотой 1 блок, 2 в длину и 1 в ширину (1 × 2 × 1). Как большинство мобов, волки уязвимы для утопления, удушения, падения, контакта с кактусами или лавой, и получат урон от Поджог или контакт с атакующими враждебными мобами. Волки могут быть излечены кормлением любого вида мяса, включая гнилую плоть, но не рыбу.",
    "description-pt": "Os lobos são mobs que parecem ser baseados no lobo ártico que pode ser aliado com o jogador uma vez domesticado por ser alimentado com os ossos com a tecla use. Eles vão se secar quando chegarem à terra depois de nadar ou se encharcados pela chuva, ou entrar em contato com água. Lobos são 1 bloco de altura, 2 de comprimento e 1 de largura (1 × 2 × 1). Como muitos mobs, lobos são vulneráveis a afogamento, sufocação, queda, contato com cactos ou lava, e levará dano de ser Incendiar-se ou entrar em contacto com mobs hostis. Os lobos podem ser curados alimentando-os com qualquer tipo de carne, incluindo carne podre, mas não peixe.",
    "description-es": "Los lobos son mafiosos que parecen estar basados en el lobo ártico que puede ser aliado con el jugador una vez domesticado por los huesos alimentados con la tecla use. Se sacudirán a sí mismos cuando lleguen a la tierra después de nadar o si están empapados por la lluvia, o de lo contrario entrar en contacto con el agua. Los lobos tienen un bloque de altura, 2 de largo y 1 de ancho (1 × 2 × 1). Al igual que la mayoría de las turbas, los lobos son vulnerables al ahogamiento, asfixia, caída, contacto con cactus o lava, Incendiarse o entrar en contacto con las turbas hostiles atacantes. Los lobos pueden ser curados alimentándoles cualquier tipo de carne, incluyendo carne podrida pero no pescado.",
    "health": 4,
    "spawn": "On Grass, in Forest and Taiga biomes and their variations",
    "drops": null,
    "strength": {
      "easy": 1,
      "normal": 1,
      "hard": 1
    },
    "type": "Neutral",
    "experience": "1-3",
    "translations": {
      "us": "Wolf",
      "uk": "Wolf",
      "pt": "Lobo",
      "ru": "Волк",
      "de": "Wolf",
      "es": "Lobo"
    }
  },
  {
    "name": "Zombie Pigman",
    "description": "A zombie pigman is a mob that spawns naturally in the Nether and appears in the Overworld when lightning strikes within 3-4 blocks of a pig, which is on very rare occasions, and they can spawn near nether portals, though not very often. Like wild wolves, they are not initially hostile, but all zombie pigmen in the area will converge on the player if a single zombie pigman is attacked. This only applies to the player; mobs that provoke zombie pigmen will only be attacked by that specific zombie pigman.\nIn the Pocket Edition, they are automatically hostile, but from a shorter distance than for other hostile mobs. Their texture and animations are also slightly different.",
    "description-ru": "Зомби-свиной - это толпа, которая нерестится естественно в Пустоте и появляется в Преисподнии, когда молния ударяет в 3-4 блока свиньи, что случается очень редко, и они могут появляться около нижних порталов, хотя и не очень часто. Как дикие волки, они изначально не враждебны, но все зомби-свиньи в этом районе сходятся на игроку, если на него нападет одиночный зомби-свиной. Это относится только к игроку; Мобы, которые провоцируют зомби-свиньи, будут атакованы только этим конкретным свиным человеком-зомби. В Pocket Edition они автоматически враждебны, но на более коротком расстоянии, чем для других враждебных мобов. Их текстуры и анимации также немного отличаются.",
    "description-pt": "Um pigman do zombi é uma multidão que spawns naturalmente no Nether e apareça no Overworld quando os relâmpagos golpeiam dentro de 3-4 blocos de um porco, que seja em ocasiões muito raras, e podem spawn perto de portais inferiores, embora não muito frequentemente. Como lobos selvagens, eles não são inicialmente hostis, mas todos os pigmen zumbis na área convergem para o jogador se um único pigman zumbi é atacado. Isto só se aplica ao leitor; Mobs que provocam pigmen zumbi só serão atacados por esse pigman zombie específico. Na Pocket Edition, eles são automaticamente hostis, mas a partir de uma distância menor do que para outros mobs hostis. Sua textura e animações também são ligeiramente diferentes.",
    "description-es": "Un pigman zombie es una mafia que aparece naturalmente en el Nether y aparece en el Overworld cuando el rayo golpea dentro de 3-4 bloques de un cerdo, que es en muy raras ocasiones, y pueden aparecer cerca de portales inferiores, aunque no muy a menudo. Al igual que los lobos salvajes, no son inicialmente hostiles, pero todos los pigmen zombies en el área convergerán en el jugador si un solo pigman del zombi es atacado. Esto sólo se aplica al reproductor; Los mobs que provocan a los pigmen zombies sólo serán atacados por ese pigman zombie específico. En la Pocket Edition, son automáticamente hostiles, pero desde una distancia más corta que para otras mobs hostiles. Su textura y animaciones son también ligeramente diferentes.",
    "health": 10,
    "spawn": "Any 2 block high space in any light level in the Nether.\nWhen lightning strikes within 3-4 blocks of a pig in the Overworld.\nNear a Nether Portal in the Overworld.",
    "drops": [
      "Rotten Flesh",
      "Gold Nugget",
      "Gold Ingot"
    ],
    "strength": {
      "easy": 2.5,
      "normal": 4.5,
      "hard": 6.5
    },
    "type": "Neutral",
    "experience": "5",
    "translations": {
      "us": "Zombie Pigman",
      "uk": "Zombie Pigman",
      "pt": "Homem-porco Zumbi",
      "ru": "Свинозомби",
      "de": "Zombie Pigman",
      "es": "Hombrecerdo zombi"
    }
  },
  {
    "name": "Blaze",
    "description": "Blazes are mobs with a yellow skin and black eyes found in The Nether. They primarily spawn from Monster Spawners found inside Nether Fortresses. Their bodies are made up of a head atop a central column of smoke, and three rotating sections. Each rotating section contains four floating yellow rods. Blazes can fly and shoot Fire Charges. They make metallic breathing sounds.",
    "description-ru": "Blazes - это мобы с желтой кожей и черными глазами, найденные в The Nether. Они в основном появляются из монстров-монстров, найденных внутри крепостей Пустоты. Их тела состоят из головы на центральной колонне дыма и трех вращающихся секций. Каждая вращающаяся секция содержит четыре плавающих желтых стержня. Blazes могут летать и снимать Fire Charges. Они производят металлическое дыхание.",
    "description-pt": "Blazes são mobs com uma pele amarela e olhos pretos encontrados em The Nether. Eles geram principalmente Monster Spawners encontrados dentro de Fortress Nether. Seus corpos são feitos de uma cabeça sobre uma coluna central de fumaça, e três seções rotativas. Cada secção rotativa contém quatro barras amarelas flutuantes. Blazes podem voar e atirar Fire Charges. Fazem sons de respiração metálicos.",
    "description-es": "Blazes son mobs con una piel amarilla y ojos negros encontrados en The Nether. Primordialmente se originan de Monster Spawners que se encuentran dentro de las Fortalezas Negras. Sus cuerpos están formados por una cabeza sobre una columna central de humo y tres secciones giratorias. Cada sección giratoria contiene cuatro barras amarillas flotantes. Los Blazes pueden volar y disparar Cargas de Fuego. Hacen sonidos de respiración metálicos.",
    "health": 10,
    "spawn": "Nether Fortresses, naturally or from spawners, light level of 11 or less",
    "drops": [
      "Blaze Rod",
      "Glowstone Dust"
    ],
    "strength": {
      "easy": 1.5,
      "normal": 2.5,
      "hard": 3.5
    },
    "type": "Hostile",
    "experience": "10",
    "translations": {
      "us": "Blaze",
      "uk": "Blaze",
      "pt": "Blaze",
      "ru": "Ифрит",
      "de": "Lohe",
      "es": "Blaze"
    }
  },
  {
    "name": "Creeper",
    "description": "Creepers are common hostile mobs that use a suicide-style attack: They approach players and then explode, causing massive damage to players, entities, and blocks within a short radius.\nCreepers spawn in the overworld at night, and in locations with a light level of 7 or less, just like most other hostile mobs. However, unlike Zombies and Skeletons, Creepers will not catch fire in sunlight, and those spawned in darkness will continue to roam in daylight until they perform an attack, are killed, or despawn.\nCreepers are especially dangerous due to their near-silent approach, save for light footsteps and an occasional rustling noise. A Creeper will warn the player moments before it explodes with an infamous burning fuse noise. If the player can manage to move far enough within about one second of this noise, the explosion will be canceled, and the creeper will attempt to approach again.\nCreepers run from cats and ocelots, and will ignore the player to run away when a feline is too close. As cats can be acquired and controlled by the player, this provides an important avenue of defense from Creeper attacks.\nCreepers have become notorious and infamous among Minecraft players for their infuriating habit of sneaking up on the Player to inflict devastating damage following an all-too-short warning sound. They have arguably become the most recognizable image from Minecraft, as well as the game's unofficial mascot.",
    "description-ru": "Криперы - это обычные враждебные мобы, которые используют атаку в стиле самоубийства: они приближаются к игрокам, а затем взрываются, нанося массивные повреждения игрокам, сущностям и блокам в радиусе короткого радиуса. Криперы появляются в потустороннем мире ночью, а в местах со светом Уровень 7 или меньше, как и большинство других враждебных мобов. Тем не менее, в отличие от зомби и скелетов, криперы не будут загораться при солнечном свете, а те, которые появляются в темноте, будут продолжать бродить днем, пока они не совершают нападение, не погибают или не исчезают. Криперы особенно опасны из-за их почти бесшумного подхода , За исключением легких шагов и случайного шороха. Крипер предупредит игрока о моменте до того, как он взорвется с печально известным пламенным запалом предохранителя. Если игроку удастся продвинуться достаточно далеко за одну секунду от этого шума, взрыв будет отменен, и лиана попытается снова приблизиться. Криперы бегают от кошек и оцелотов, и игнорируют игрока, чтобы убежать, когда Кошка слишком близко. Поскольку кошки могут быть приобретены и контролироваться игроком, это обеспечивает важный способ защиты от нападений Крипера. Криперы стали печально известными и печально известными среди игроков Minecraft за их бешеную привычку красться на Игрока, чтобы нанести разрушительный урон после того, Слишком короткий звук предупреждения. Они, возможно, стали самым узнаваемым образом из Minecraft, а также неофициальным талисманом игры.",
    "description-pt": "Creepers são mobs hostis comuns que usam um ataque estilo suicídio: eles se aproximam de jogadores e então explodem, causando danos maciços a jogadores, entidades e blocos dentro de um curto raio. Os recrutas aparecem no overworld à noite e em locais com luz Nível de 7 ou menos, assim como a maioria dos outros mobs hostis. No entanto, ao contrário de Zombies e Skeletons, Creepers não vai pegar fogo na luz do sol, e aqueles spawned na escuridão continuará a vagar à luz do dia até que realizar um ataque, são mortos ou despawn. Creepers são especialmente perigosos devido à sua abordagem quase silenciosa , Excepto para passos leves e um ruído ocasional rustling. Um Creeper advertirá os momentos do jogador antes que expluda com um ruído infuse do fusível da queimadura. Se o jogador consegue mover-se suficientemente longe dentro de aproximadamente um segundo deste ruído, a explosão será cancelada, eo creeper tentará aproximar-se outra vez. Creepers funciona dos gatos e dos ocelots, e ignorará o jogador funcionar quando um Felino está muito perto. Como os gatos podem ser adquiridos e controlados pelo jogador, isto fornece uma avenida importante da defesa dos ataques de Creeper. Os recrutas tornaram-se notórios e infames entre jogadores de Minecraft para seu hábito irritante de sneaking acima no jogador para infligir dano devastating que segue um all- Demasiado curto. Eles têm, sem dúvida, tornar-se a imagem mais reconhecível do Minecraft, bem como a mascote não oficial do jogo.",
    "description-es": "Los Enredaderas son hostias comunes que usan un ataque de estilo suicida: Se acercan a los jugadores y luego explotan, causando daño masivo a los jugadores, entidades y bloques dentro de un radio corto. Los reclutas aparecen en el sobremundo por la noche y en lugares con luz Nivel de 7 o menos, al igual que la mayoría de las multitudes hostiles. Sin embargo, a diferencia de Zombies y Skeletons, Creepers no se prenden fuego en la luz del sol, y los que se generan en la oscuridad continuará a vagar en la luz del día hasta que realizan un ataque, se matan o despawn. Creepers son especialmente peligrosos debido a su enfoque casi silencioso , Excepto para los pasos ligeros y un ruido ocasional del susurro. Un Creeper advertirá a los momentos del jugador antes de que explote con un infame quemar el ruido del fusible. Si el jugador puede manejar moverse suficientemente lejos dentro de un segundo de este ruido, la explosión será cancelada, y la enredadera intentará acercarse otra vez. Los choppers corren de gatos y ocelotes, e ignorarán al jugador para huir cuando un Felino está demasiado cerca. Como los gatos pueden ser adquiridos y controlados por el jugador, esto proporciona una importante vía de defensa de los ataques Creeper. Los reclutas se han vuelto notorios y famosos entre los jugadores de Minecraft por su hábito irritante de escabullirse en el jugador para infligir daños devastadores después de un todo- Demasiado corto sonido de advertencia. Se han convertido sin duda en la imagen más reconocible de Minecraft, así como la mascota no oficial del juego.",
    "health": 10,
    "spawn": "Light level of 7 or less, not on transparent blocks.",
    "drops": [
      "Gunpowder",
      "Music Disc (11)"
    ],
    "strength": {
      "easy": 24.5,
      "normal": 24.5,
      "hard": 24.5
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Creeper",
      "uk": "Creeper",
      "pt": "Creeper",
      "ru": "Крипер",
      "de": "Creeper",
      "es": "Creeper"
    }
  },
  {
    "name": "Ghast",
    "description": "Ghasts are very large, jellyfish- or ghost-like mobs that float through the air and shoot fireballs from their mouths. They are lava and water resistant. Their bodies are 4 blocks tall and 4 blocks wide with 9 tentacle-like limbs hanging from the bottom and eerie-looking eyes. Even though the Ghast are dangerous and aggressive, they appear to be crying and have patches under their eyes which are actually tear stains. They first appeared in the Halloween Update. Ghasts are able to spawn above any non-transparent block in the Nether that is not in a nether fortress, as long as there is sufficient space (at least a 4*4*4 space, with the base centered above a solid block), and the difficulty is not Peaceful.",
    "description-ru": "Призраки очень большие, медуз или похожие на призрак мобы, которые плывут по воздуху и стреляют огненными шарами изо рта. Они лавы и водонепроницаемы. Их тела 4-х и 4-х блоков в ширину с 9 щупальцевидных конечностей, свисающих со дна и жуткими глазами. Несмотря на то, что Ghast опасны и агрессивны, они, похоже, плачут и имеют пятна под глазами, которые на самом деле являются слезоточивыми пятнами. Они впервые появились в обновлении Хэллоуина. Призраки могут метать икру над любым непрозрачным блоком в Пустоте, который не находится в нижней крепости, пока есть достаточное пространство (по крайней мере, 4 * 4 * 4 пространства, основание располагается над сплошным блоком), И трудность не мирная.",
    "description-pt": "Ghasts são multidões muito grandes, medusas ou fantasmas que flutuam pelo ar e disparam bolas de fogo de suas bocas. Eles são lava e resistente à água. Seus corpos são 4 blocos de altura e 4 blocos de largura com 9 tentáculos como os membros pendurados na parte inferior e olhos misteriosos. Mesmo que os Ghast são perigosos e agressivos, eles parecem estar chorando e têm manchas sob seus olhos que são realmente manchas de lágrima. Eles apareceram pela primeira vez no Halloween Update. Ghasts são capazes de gerar acima de qualquer bloco não-transparente no Nether que não está em uma fortaleza inferior, enquanto houver espaço suficiente (pelo menos um 4 * 4 * 4 espaço, com a base centrada acima de um bloco sólido) E a dificuldade não é pacífica.",
    "description-es": "Ghasts son muy grandes, medusas o fantasmas-como mobs que flotan a través del aire y disparar bolas de fuego de sus bocas. Son lava y resistente al agua. Sus cuerpos son de 4 bloques de alto y 4 bloques de ancho con 9 tentáculos como los miembros que cuelgan de la parte inferior y ojos misteriosos. A pesar de que los Ghast son peligrosos y agresivos, parecen estar llorando y tienen parches debajo de sus ojos que son en realidad manchas de lágrimas. Aparecieron por primera vez en la actualización de Halloween. Ghasts son capaces de desovar por encima de cualquier bloque no transparente en el Nether que no está en una fortaleza inferior, siempre y cuando haya suficiente espacio (por lo menos un espacio de 4 * 4 * 4, con la base centrada sobre un bloque sólido) Y la dificultad no es pacífica.",
    "health": 5,
    "spawn": "The Nether, with at least 5*4*5 space (technically 4*4*4, but always overlaps more blocks), any light level, immediately above a spawnable block, That is not in a Nether Fortress.",
    "drops": [
      "Gunpowder",
      "Ghast Tear"
    ],
    "strength": {
      "easy": 8.5,
      "normal": 8.5,
      "hard": 8.5
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Ghast",
      "uk": "Ghast",
      "pt": "Ghast",
      "ru": "Гаст",
      "de": "Ghast",
      "es": "Ghast"
    }
  },
  {
    "name": "Magma Cube",
    "description": "Magma Cubes are hostile mobs with dark red and black skin and red, orange and yellow eyes found around The Nether. When killed, they release 2-4 smaller versions of themselves in addition to Experience Orbs, similar to Slimes. When they move, they jump up and momentarily unravel into several layers, giving them the appearance of a spring and revealing a molten lava core inside.",
    "description-ru": "Магматические кубики - это враждебные мобы с темно-красной и черной кожей, а вокруг Недра находятся красные, оранжевые и желтые глаза. Когда они убиты, они освобождают от себя 2-4 меньшие версии в дополнение к Orbs Experience, похожие на Slimes. Когда они двигаются, они вскакивают и мгновенно разламываются на несколько слоев, придавая им вид пружины и раскрывая расплавленное внутреннее ядро лавы.",
    "description-pt": "Os Magma Cubes são mobs hostis com pele vermelha e preta escura e olhos vermelhos, alaranjados e amarelos encontrados ao redor do Nether. Quando mortos, eles lançam 2-4 versões menores de si mesmos, além de Experiência Orbs, semelhante a Slimes. Quando se movem, saltam para cima e momentaneamente se desvendam em várias camadas, dando-lhes a aparência de uma mola e revelando um núcleo de lava derretido dentro.",
    "description-es": "Magma Cubes son mobs hostiles con piel rojo oscuro y negro y ojos rojos, anaranjados y amarillos encontrados alrededor de The Nether. Cuando mueren, lanzan 2-4 versiones más pequeñas de sí mismos, además de Orbes de experiencia, similares a Slimes. Cuando se mueven, saltan y momentáneamente se desenredan en varias capas, dándoles la apariencia de un resorte y revelando un núcleo de lava fundido en su interior.",
    "health": 8,
    "spawn": "The Nether, any light level",
    "drops": [
      "Magma Cream"
    ],
    "strength": {
      "easy": 3,
      "normal": 3,
      "hard": 3
    },
    "type": "Hostile",
    "experience": "1-4",
    "translations": {
      "us": "Magma Cube",
      "uk": "Magma Cube",
      "pt": "Cubo de Magma",
      "ru": "Адский слизень",
      "de": "Magmaschleim",
      "es": "Slime magmático"
    }
  },
  {
    "name": "Silverfish",
    "description": "Silverfish are small, bug-like hostile mobs which have silver skin and black eyes.\nWhen attacked, silverfish may awaken other silverfish within a 21x11x21 area. This can lead to a terrifying swarm if there are enough in the vicinity, and an uncontrolled swarm can quickly surround and kill the player. If left alone, silverfish will enter a nearby block, transforming it into a monster egg.",
    "description-ru": "Серебряная рыбка - это маленькие, похожие на жуки враждебные толпы, у которых серебряная кожа и черные глаза. При атаке серебряные рыбы могут пробудить других серебряных рыб в области 21x11x21. Это может привести к ужасающему рою, если поблизости будет достаточно, и неуправляемый рой может быстро окружить и убить игрока. Если оставить его в покое, серебряная рыбка войдет в ближайший блок, превратив его в чудовище.",
    "description-pt": "Silverfish são pequenos, bug-like mobs hostis que têm pele prateada e olhos pretos. Quando atacado, silverfish pode despertar outros silverfish dentro de uma área de 21x11x21. Isso pode levar a um enxame terrível se houver suficiente na vizinhança, e um enxame descontrolado pode rapidamente cercar e matar o jogador. Se deixado sozinho, o silverfish entrará em um bloco próximo, transformando o em um ovo do monstro.",
    "description-es": "Los Silverfish son pequeños monstruos hostiles que tienen piel plateada y ojos negros. Cuando se atacan, los silverfish pueden despertar a otros silverfish dentro de un área de 21x11x21. Esto puede llevar a un enjambre aterrador si hay suficiente en la vecindad, y un enjambre incontrolado puede rodear y matar rápidamente al jugador. Si se deja solo, los pececillos entrarán en un bloque cercano, transformándolo en un huevo monstruo.",
    "health": 4,
    "spawn": "After mining Monster Eggs or from Spawners in strongholds.",
    "drops": null,
    "strength": {
      "easy": 0.5,
      "normal": 0.5,
      "hard": 0.5
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Silverfish",
      "uk": "Silverfish",
      "pt": "Traça",
      "ru": "Чешуйница",
      "de": "Silberfischchen",
      "es": "Lepisma"
    }
  },
  {
    "name": "Skeleton",
    "description": "Skeletons are fairly common hostile mobs armed with bows, that shoot arrows at The Player and any other mob that attacks it. Skeletons spawn in dimly lit areas, and like Zombies they will burn in sunlight.\nLike Zombies, burning occurs at dawn when the sun is 15 degrees or greater above the ground, unless the skeleton is either in shade or water, or wearing a helmet. If not wearing a helmet, they will attempt to find shade or water to keep from burning.",
    "description-ru": "Скелеты - это довольно распространенные враждебные толпы, вооруженные луками, которые стреляют стрелами в Игрока и любой другой моб, атакующий его. Скелеты появляются в тускло освещенных областях, и, подобно зомби, они будут гореть в солнечном свете. Как зомби, горение происходит на рассвете, когда солнце находится на 15 градусов или выше над землей, если скелет не находится в тени или воде или не надевает шлем , Если вы не наденете шлем, они попытаются найти тень или воду, чтобы не сгореть.",
    "description-pt": "Esqueletos são bastante comuns mobs hostis armados com arcos, que atirar flechas no The Player e qualquer outra multidão que ataca. Os esqueletos aparecem em áreas pouco iluminadas e, como os zumbis, queimam à luz do sol. Como acontece com os zumbis, a queima ocorre na madrugada quando o sol está a 15 graus ou mais acima do solo, a menos que o esqueleto esteja na sombra ou água ou usando um capacete . Se não usar um capacete, eles vão tentar encontrar sombra ou água para manter a partir de queima.",
    "description-es": "Los esqueletos son bastante comunes multitudes hostiles armados con arcos, que disparan flechas en El Jugador y cualquier otra mafia que lo ataca. Los esqueletos se reproducen en áreas poco iluminadas y, al igual que los zombies, se queman a la luz del sol. Al igual que los zombis, la quema ocurre al amanecer cuando el sol está a 15 grados o más sobre el suelo, a menos que el esqueleto esté a la sombra o al agua, . Si no llevan un casco, intentarán encontrar la cortina o el agua para guardar de la quema.",
    "health": 10,
    "spawn": "Overworld: Light level of 7 or less, anywhere but slabs (half blocks) or transparent blocks.\nNether: Nether Fortresses in light level 7 or less.",
    "drops": [
      "Arrow",
      "Bone"
    ],
    "strength": {
      "easy": 1,
      "normal": 2,
      "hard": 3
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Skeleton",
      "uk": "Skeleton",
      "pt": "Esqueleto",
      "ru": "Скелет",
      "de": "Skelett",
      "es": "Esqueleto"
    }
  },
  {
    "name": "Stray",
    "description": "Stay alert as you travel through the frozen landscape: there are more deadly things here than the cold! Lurking in the snow are strays - ragged wanderers with baleful eyes and deadly bows, ever on the lookout for foolish warm-bloods intruding into their territory. And beware! Those arrowheads will do more than stick you - their icy tips will cast a freezing pall, slowing their hapless victim to a frosty shuffle. 80% of skeletons spawned directly under the sky in ice plains, ice mountains, and ice plains spikes biomes will be strays. Strays will not spawn from naturally spawned Monster Spawners, even when exposed to direct sky. The 1% of spiders spawned in those biomes which end up spawning as a spider jockey also have an 80% chance to be a stray spider jockey. The Pocket Edition and Computer Edition have a stray spawn egg in Creative. Strays behave much the same as normal skeletons do. However, they shoot tipped arrows that inflict Slowness for 30 seconds on any target that it hits. Despite shooting slowness arrows, strays themselves are not immune to slowness. Strays make similar noises to Skeletons, but with the addition of an echoing effect. In addition to normal skeleton drops, strays have a 50% chance to drop a tipped arrow of Slowness. With the Looting enchantment, this chance increases to 2×level+1⁄2×level+2, which comes to 3⁄4 for level I, 5⁄6 for level II and 7⁄8 for level III.",
    "description-ru": "Будьте бдительны, путешествуя по замерзшему ландшафту: здесь больше смертельных, чем холодных! Скрытые в снегу отчаянные странники с зловещими глазами и смертоносными луками, когда-либо в поисках глупых теплых поступков, вторгшихся на их территорию. И будьте осторожны! Эти наконечники стрел будут больше, чем приставать к вам - их ледяные наконечники отбрасывают мерзлую повязку, замедляя их несчастную жертву морозной перетасовке. 80% скелетов, размножающихся непосредственно под небом в ледяных равнинах, ледяных горах и ледовых равнинах, биомы будут разбросаны. Стрейсы не будут появляться от естественно порожденных монстров-производителей, даже если они находятся под прямым небом. 1% пауков, появившихся в этих биомах, которые в конечном итоге стали нереститься, как и паук-жокей, также имеют 80% -ный шанс стать бродячим пауком-жокеем. Pocket Edition и Computer Edition имеют нереальное яйцо спавна в Creative. Стрейсы ведут себя так же, как обычные скелеты. Тем не менее, они стреляют наконечниками стрел, которые наносят Медлительность в течение 30 секунд на любую цель, на которую она попадает. Несмотря на стрельбу медленными стрелами, сами отцепы не защищены от медлительности. Стриты производят подобные скелеты для Скелетов, но с добавлением эффекта эха. В дополнение к обычным скелетным каплям, у прохожих есть 50% шанс сбросить наконечник стрелы Медленности. С помощью заклинания «Похищение» этот шанс увеличивается до 2 × уровня + 1/2 × уровня + 2, что составляет 3/4 для уровня I, 5/6 для уровня II и 7/8 для уровня III.",
    "description-pt": "Fique alerta enquanto você viaja pela paisagem congelada: há mais coisas mortíferas aqui do que o frio! Espreitando na neve são vagabundos - vagabundos desgrenhados com olhos ferozes e arcos mortíferos, sempre à procura de insensatos cálidos sangrentos entrando em seu território. E cuidado! Essas pontas de flechas vão fazer mais do que pau você - suas pontas geladas vão lançar um pálido congelamento, retardando sua vítima infeliz para um baralhamento gelado. 80% dos esqueletos gerados diretamente sob o céu em planícies de gelo, montanhas de gelo e planícies de gelo, os biomas dos picos serão distantes. Strays não irá gerar de monster spawners naturalmente gerados, mesmo quando expostos ao céu direto. O 1% das aranhas spawned nos aqueles biomas que terminam acima desovar como um jockey da aranha igualmente têm uma possibilidade de 80% ser um jockey spider disperso. O Pocket Edition e Computer Edition têm um ovo de spawn disperso no Creative. Strays se comportam da mesma forma que os esqueletos normais. No entanto, eles disparam flechas inclinadas que infligem Slowness por 30 segundos em qualquer alvo que ele acerta. Apesar de disparar setas de lentidão, os próprios vadios não são imunes à lentidão. Strays fazer ruídos semelhantes aos esqueletos, mas com a adição de um efeito ecoando. Além das gotas de esqueleto normais, os perdidos têm 50% de chance de soltar uma flecha inclinada de Slowness. Com o encantamento Looting, esta chance aumenta para 2 × nível + 1/2 × nível + 2, que chega a 3/4 para nível I, 5/6 para nível II e 7/8 para nível III.",
    "description-es": "Manténgase alerta mientras viaja por el paisaje helado: ¡hay más cosas mortales que el frío! Acurrucados en la nieve son vagabundos, vagabundos desaliñados con ojos feroces y arcos mortales, siempre atentos a las insensatas y tibias sanguijuelas que se introducen en su territorio. ¡Y cuidado! Esas puntas de flecha harán más que pegarte - sus puntas heladas lanzarán un pellejo helado, ralentizando a su desafortunada víctima a una barajadura helada. 80% de los esqueletos desovados directamente bajo el cielo en las planicies de hielo, montañas de hielo, y los picos de las llanuras de hielo biomas serán errantes. Las hileras no engendrarán de monstruos generados naturalmente, incluso cuando estén expuestos al cielo directo. El 1% de las arañas engendrado en los biomas que terminan desovando como un jinete de la araña también tienen una probabilidad del 80% de ser un jinete de la araña callejero. El Pocket Edition y Computer Edition tienen un huevo de spawn extraviado en Creative. Strays se comportan de manera similar a lo que hacen los esqueletos normales. Sin embargo, disparan flechas inclinadas que infligen Slowness durante 30 segundos en cualquier blanco que golpee. A pesar de disparar flechas de lentitud, los vagabundos no son inmunes a la lentitud. Strays hacer ruidos similares a los esqueletos, pero con la adición de un efecto de eco. Además de las gotas de esqueleto normales, los extraviados tienen un 50% de probabilidad de soltar una flecha inclinada de Slowness. Con el encantamiento del saqueo, esta probabilidad aumenta a 2 × nivel + 1/2 × nivel + 2, que llega a 3/4 para nivel I, 5/6 para nivel II y 7/8 para nivel III.",
    "health": 20,
    "spawn": "Ice plains Ice mountains, Ice spikes",
    "drops": [
      "Arrow",
      "Bone",
      "Bow"
    ],
    "strength": {
      "easy": 3,
      "normal": 3,
      "hard": 4
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Stray",
      "uk": "Stray",
      "pt": "Vadios",
      "ru": "Бродячий",
      "de": "Streunende",
      "es": "Vagabundos"
    }
  },
  {
    "name": "Vex",
    "description": "A vex is a flying hostile mob that is summoned in small groups by the evoker, another hostile mob, during combat. Vexes only spawn naturally as part of an evoker's summoning attack; the evoker signals this attack by producing off-white smoke and a high-pitched horn-like sound. Between 2 and 4 vexes will appear near the evoker. The evoker will summon vexes even if there are some still left alive from the last summoning. The iron sword they hold normally has a 0% chance of dropping, because their main hand's Hand Drop Chances is 0. However, this chance increases by 1 percentage point per level of Looting. Vexes are hostile mobs that will naturally attack players, as well as villagers, iron golems and any other target as commanded by their summoning evoker. They are capable of flying through the air, and will pass through any block, including water, unharmed and uninhibited. When they are attacking, they glow red and lunge at their target. They are immune to fire and lava damage.",
    "description-ru": "Досада - это летающая враждебная толпа, которую во время боя вызывают небольшая группа эвока, еще одной враждебной толпы. Досады появляются только естественным образом, как часть призыва призывающего; Evoker сигнализирует об этой атаке, производя не совсем белый дым и высокий звук, подобный рогу. Рядом с evoker появится между 2 и 4 неприятностями. Вызывающий будет вызывать недовольство, даже если есть некоторые оставшиеся в живых после последнего вызова. У железного меча, который они держат, обычно есть 0% шанс понизиться, потому что шансы на выпад их рук в основной руке равны 0. Однако этот шанс увеличивается на 1 процентный пункт за уровень мародерства. Беспорядки - это враждебные мобы, которые естественно атакуют игроков, а также деревенских жителей, железных големов и любую другую цель, которой командует их призвание. Они способны летать по воздуху и будут проходить через любой блок, включая воду, целыми и невредимыми. Когда они атакуют, они краснеют и бросаются к своей цели. Они невосприимчивы к огню и повреждениям лавы.",
    "description-pt": "Um vex é uma multidão hostil do vôo que seja convocada em grupos pequenos pelo evoker, uma outra multidão hostil, durante o combate. Os Vexes só aparecem naturalmente como parte do ataque de invocação de um evocador; O evocador assinala esse ataque produzindo fumaça esbranquiçada e um som agudo semelhante a um chifre. Entre 2 e 4 vexes aparecerão perto do evoker. O evocador invocará vexes mesmo se houver alguns ainda deixados vivos desde o último convocação. A espada de ferro que eles têm normalmente tem uma chance de 0% de cair, porque as chances de mão-mão de mão principal é 0. No entanto, esta chance aumenta em 1 ponto percentual por nível de saque. Vexes são mobs hostis que, naturalmente, atacarão jogadores, bem como aldeões, golems de ferro e qualquer outro alvo, conforme comandado por seu evocador convocador. Eles são capazes de voar através do ar, e passará por qualquer bloco, incluindo a água, ileso e desinibido. Quando eles estão atacando, eles brilham vermelho e lunge em seu alvo. Eles são imunes a dano de fogo e lava.",
    "description-es": "Un vex es una multitud hostil de vuelo que es convocada en pequeños grupos por el evocador, otra turba hostil, durante el combate. Los Vexes sólo aparecen naturalmente como parte del ataque evocador del evocador; El evocador señala este ataque produciendo humo blanquecino y un sonido de cuerno agudo. Entre 2 y 4 vexes aparecerán cerca del evocador. El evocador convocará vexes incluso si todavía quedan algunos vivos de la última invocación. La espada de hierro que poseen normalmente tiene un 0% de probabilidades de caer, ya que la mano principal de su mano Chances es 0. Sin embargo, esta oportunidad aumenta en un punto porcentual por nivel de saqueo. Vexes son hostiles que atacarán naturalmente a los jugadores, así como a los aldeanos, a los golems de hierro ya cualquier otro objetivo ordenado por su invocador evocador. Son capaces de volar por el aire, y pasarán a través de cualquier bloque, incluyendo el agua, ilesos y desinhibidos. Cuando están atacando, brillan rojas y se lanzan en su objetivo. Son inmunes al fuego ya los daños causados por la lava.",
    "health": 14,
    "spawn": "Summoned by evokers",
    "drops": [
      "Iron Sword",
      "Bone",
      "Bow"
    ],
    "strength": {
      "easy": 5,
      "normal": 9,
      "hard": 13
    },
    "type": "Hostile",
    "experience": "3",
    "translations": {
      "us": "Vex",
      "uk": "Vex",
      "pt": "Vex",
      "ru": "Досаждатель",
      "de": "Plagegeist",
      "es": "Vex"
    }
  },
  {
    "name": "Vindicator",
    "description": "Vindicators are hostile mobs. They are one of the three types of illagers, which are offshoot villagers – the other two being the illusioner and the evoker. Vindicators spawn during the generation of woodland mansions, in particular rooms. Some rooms will contain 1, others will contain 3, and some will contain 2 accompanied by an evoker. They will not respawn after their initial spawn, thus there are a limited number of them per world. Vindicators spawned with mansions do not naturally despawn. Some vindicators will spawn with an enchanted iron axe. This depends on the difficulty set. The chances go up as the difficulty goes up. Vindicators only drop loot when killed by a player. They will drop 0–1 emeralds, with the maximum increasing by 1 for every level of Looting. They also have a 8.5% chance of dropping their axe which increases by 1 percentage point per level of Looting. Vindicators are hostile towards players and villagers. They will try to attack them, raising their main hand and wielding an iron axe. When in pursuit of their target they will sprint toward them. When not attacking, they cross their arms similar to a villager, and don't show the axe in their hand. A vindicator will not pursue the player through the iron door of any naturally occurring woodland mansion jail cells, and after a time, will cease hostility as long as the player remains inside.",
    "description-ru": "Воины - враждебные мобы. Они являются одним из трех типов нарушителей, которые являются ответвителями, а другие - иллюзионистами и эвокаторами. Vindicators появляются в течение поколения лесных особняков, в частности комнат. Некоторые комнаты будут содержать 1, другие будут содержать 3, а некоторые будут содержать 2 в сопровождении evoker. Они не будут возрождаться после их первоначального появления, поэтому их количество ограничено в мире. Vindicators, порожденные особняками, естественно не исчезают. Некоторые воскресители появятся с зачарованным железным топором. Это зависит от сложности. Шансы повышаются по мере роста сложности. Воины только бросают добычу, когда убивают игрока. Они снимут 0-1 изумрудов, с максимальным увеличением на 1 для каждого уровня мародерства. У них также есть 8,5% шанс сбросить свой топор, который увеличивается на 1 процентный пункт за уровень мародерства. Vindicators враждебны по отношению к игрокам и жителям деревни. Они будут пытаться напасть на них, поднять свою главную руку и вооружиться железным топором. Когда они преследуют свою цель, они бегут к ним. Когда они не атакуют, они скрещивают руки, как сельские жители, и не показывают топор в их руке. Защитник не будет преследовать игрока через железную дверь любых естественно встречающихся тюремных особняков в лесных особняках, и через какое-то время прекратит враждебность, пока игрок останется внутри.",
    "description-pt": "Vindicators são mobs hostis. Eles são um dos três tipos de illagers, que são aldeões descendentes - os outros dois são o ilusionista eo evoker. Vindicators spawn durante a geração de mansões da floresta, em quartos particulares. Alguns quartos conterão 1, outros contêm 3, e alguns contêm 2 acompanhados por um evoker. Eles não respawn após o seu spawn inicial, assim, há um número limitado deles por mundo. Vindicators spawned com mansões não despawn naturalmente. Alguns vindicadores irão desovar com um machado de ferro encantado. Isso depende da dificuldade estabelecida. As chances vão acima como a dificuldade sobe. Vindicators só soltar saque quando morto por um jogador. Eles vão cair 0-1 esmeraldas, com o aumento máximo de 1 para cada nível de saque. Eles também têm uma chance de 8,5% de deixar cair o machado, que aumenta em 1 ponto percentual por nível de saque. Vindicators são hostis para os jogadores e aldeões. Eles tentarão atacá-los, levantando a mão principal e empunhando um machado de ferro. Quando em perseguição de seu alvo eles correrão em direção a eles. Quando não atacam, cruzam os braços como um aldeão e não mostram o machado na mão. Um vindicador não vai perseguir o jogador através da porta de ferro de qualquer naturalmente ocorrência woodland mansão cárcere células, e depois de um tempo, vai cessar a hostilidade, enquanto o jogador permanece dentro.",
    "description-es": "Los vindicadores son hostiles. Ellos son uno de los tres tipos de illagers, que son los aldeanos de la ramificación - los otros dos que son el illusioner y el evoker. Vindicators spawn durante la generación de mansiones boscosas, en particular las habitaciones. Algunas habitaciones contendrán 1, otras contendrán 3, y algunas contendrán 2 acompañadas por un evocador. No respawn después de su spawn inicial, por lo tanto hay un número limitado de ellos por mundo. Vindicators generados con mansiones no despawn naturalmente. Algunos vindicadores aparecerán con un hacha de hierro encantado. Esto depende de la dificultad establecida. Las posibilidades aumentan a medida que aumenta la dificultad. Los Vindicators sólo dejan botín cuando son muertos por un jugador. Caerán 0-1 esmeraldas, con el máximo aumentando en 1 para cada nivel de saqueo. También tienen una probabilidad del 8.5% de caer su hacha que aumenta por 1 punto del porcentaje por nivel de saqueo. Los vindicadores son hostiles hacia los jugadores y los aldeanos. Intentarán atacarlos, levantando su mano principal y empuñando un hacha de hierro. Cuando en la búsqueda de su objetivo que se acerca a ellos. Cuando no atacan, cruzan sus brazos como un aldeano, y no muestran el hacha en su mano. Un vindicador no perseguirá al jugador a través de la puerta de hierro de cualquier celda natural de la mansión del bosque, y después de un tiempo, cesará la hostilidad mientras el jugador permanezca en su interior.",
    "health": 24,
    "spawn": "Woodland Mansion",
    "drops": [
      "Emerald",
      "Iron Axe"
    ],
    "strength": {
      "easy": 7,
      "normal": 13,
      "hard": 19
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Vindicator",
      "uk": "VVindicatorex",
      "pt": "Vindicator",
      "ru": "Поборник",
      "de": "Diener",
      "es": "El vindicador"
    }
  },
  {
    "name": "Slime",
    "description": "A slime is a hostile mob in the shape of a green cube in various sizes. They are able to see the player through solid blocks, and will always try to move directly toward players without regard for obstacles or hazards. When killed, a slime will split into smaller slimes. When those slimes are killed, they will drop slimeballs.",
    "description-ru": "Слизь - это враждебная толпа в виде зеленого куба разных размеров. Они могут видеть игрока через сплошные блоки, и всегда будут пытаться двигаться непосредственно к игрокам без учета препятствий или опасностей. Когда он будет убит, слизь разделится на более мелкие шламы. Когда эти шламы будут убиты, они сбросят слизишки.",
    "description-pt": "Um slime é uma multidão hostil na forma de um cubo verde em vários tamanhos. Eles são capazes de ver o jogador através de blocos sólidos, e vai sempre tentar mover-se diretamente para os jogadores sem ter em conta os obstáculos ou perigos. Quando morto, um lodo vai se dividir em slimes menores. Quando esses slimes são mortos, eles vão cair slimeballs.",
    "description-es": "Un limo es una muchedumbre hostil en la forma de un cubo verde en varios tamaños. Son capaces de ver al jugador a través de bloques sólidos, y siempre tratará de moverse directamente hacia los jugadores sin tener en cuenta los obstáculos o peligros. Cuando se mata, un limo se dividirá en slimes más pequeños. Cuando se matan esos fango, caerán bolas de limo.",
    "health": 8,
    "spawn": "Levels 0 through 39 in specific chunks, any light level\nSwamp biomes on levels 51 through 69, light level &lt; 8",
    "drops": [
      "Slimeball"
    ],
    "strength": {
      "easy": 2,
      "normal": 2,
      "hard": 2
    },
    "type": "Hostile",
    "experience": "1-4",
    "translations": {
      "us": "Slime",
      "uk": "Slime",
      "pt": "Slime",
      "ru": "Слизень",
      "de": "Schleim",
      "es": "Slime"
    }
  },
  {
    "name": "Spider Jockey",
    "description": "A Spider Jockey is the rare appearance of a spider being ridden by a skeleton. A Spider Jockey possesses the ranged arrow attack of a skeleton plus the vision, agility, melee attack and wall-climbing ability of a spider, and the two creatures attack and take damage individually. The skeleton and spider are treated as separate entities in the game (i.e. if the spider is killed, the skeleton will continue to attack and move, and vice-versa).\nA Spider Jockey can spawn above and below ground. However, generally, underground skeleton riders die of suffocation, due to the spider scaling walls, causing the skeleton to have its head raised into the ceiling and suffocate.",
    "description-ru": "Паук-жокей - редкий вид паука, на котором одет скелет. Паук-жокей обладает стрелками с дальним стрелком скелета, а также видением, ловкостью, рукопашной атакой и способностью подниматься по стенам паука, и эти два существа атакуют и получают урон отдельно. Скелет и паук рассматриваются как отдельные объекты в игре (то есть, если паук убит, скелет продолжит атаковать и двигаться, и наоборот). A Паук-жокей может появляться выше и ниже земли. Однако, как правило, подземные скелетные всадники умирают от удушья, из-за того, что паукообразные скейлинговые стены заставляют скелет поднимать голову в потолок и задыхаться.",
    "description-pt": "Um Jockey de Aranha é a rara aparência de uma aranha sendo montada por um esqueleto. Um Joker de Aranha possui o ataque de flecha variável de um esqueleto, além da visão, agilidade, ataque corpo a corpo e habilidade de escalar parede de uma aranha, e as duas criaturas atacam e sofrem dano individualmente. O esqueleto e a aranha são tratados como entidades separadas no jogo (isto é, se a aranha é morta, o esqueleto continuará a atacar e se mover, e vice-versa). Um Jockey Spider pode desovar acima e abaixo do solo. No entanto, geralmente, cavaleiros esqueleto subterrâneo morrem de sufocação, devido à aranha escalando paredes, fazendo com que o esqueleto ter sua cabeça levantada no teto e sufocar.",
    "description-es": "Un Jinete de araña es la rara aparición de una araña que está siendo montada por un esqueleto. Un Jinete de Araña posee el ataque de flechas a distancia de un esqueleto más la visión, la agilidad, el ataque cuerpo a cuerpo y la habilidad de escalar paredes de una araña, y las dos criaturas atacan y reciben daño individualmente. El esqueleto y la araña se tratan como entidades separadas en el juego (es decir, si la araña es asesinada, el esqueleto continuará atacando y moviéndose, y viceversa). Un Jinete Araña puede desovar por encima y por debajo del suelo. Sin embargo, en general, los corredores de esqueleto subterráneo mueren de asfixia, debido a la araña escalamiento paredes, haciendo que el esqueleto para tener su cabeza elevada en el techo y sofocar.",
    "health": 18,
    "spawn": "Light level of 7 or less, anywhere but slabs (half blocks) or glass.",
    "drops": [
      "Bone",
      "Arrow",
      "Bow",
      "Enchanted bow",
      "String",
      "Spider Eye"
    ],
    "strength": {
      "easy": 1,
      "normal": 2,
      "hard": 3
    },
    "type": "Hostile",
    "experience": "5-10",
    "translations": {
      "us": "Spider Jockey",
      "uk": "Spider Jockey",
      "pt": "Spider Jockey",
      "ru": "Spider Jockey",
      "de": "Spider Jockey",
      "es": "Spider Jockey"
    }
  },
  {
    "name": "Witch",
    "description": "Witches are dangerous hostile mobs that use splash potions as their ranged weapon. They also use beneficial potions on themselves defensively. Witches spawn in the Overworld at night, and in any area that has a light level of 7 or less. Each Witch Hut also spawns a Witch inside. Unlike Skeletons or Zombies, Witches do not burn up in sunlight.",
    "description-ru": "Ведьмы - опасные враждебные мобы, которые используют зелье всплеска в качестве оружия дальнего боя. Они также используют защитные зелья на себя. Ведьмы появляются в Преисподней ночью и в любой области, где уровень освещенности составляет 7 или меньше. Каждая Хат Ведьмы также порождает Ведьму внутри. В отличие от скелетов или зомби, ведьмы не сгорают при солнечном свете.",
    "description-pt": "As bruxas são mobs hostis perigosas que usam poções de splash como sua arma variável. Eles também usam poções benéficas sobre si mesmos defensivamente. Witches spawn no Overworld à noite, e em qualquer área que tenha um nível de luz de 7 ou menos. Cada cabana de bruxa também gera uma bruxa dentro. Ao contrário dos esqueletos ou dos zombis, as bruxas não queimam acima na luz solar.",
    "description-es": "Las brujas son peligrosas multitudes hostiles que usan pociones de salpicaduras como su arma a distancia. También usan pociones beneficiosas sobre sí mismos a la defensiva. Las brujas aparecen en el Overworld por la noche, y en cualquier área que tenga un nivel de luz de 7 o menos. Cada cabaña de la bruja también genera una bruja adentro. A diferencia de los esqueletos o zombies, las brujas no se queman al sol.",
    "health": 13,
    "spawn": "Light level of 7 or less.\nWhen lightning strikes between 3-4 blocks of a Villager (as of 14w02b)",
    "drops": [
      "Glass Bottle",
      "Glowstone Dust",
      "Gunpowder",
      "Redstone Dust",
      "Spider Eye",
      "Stick",
      "Sugar"
    ],
    "type": "Hostile",
    "strength": null,
    "experience": "5",
    "translations": {
      "us": "Witch",
      "uk": "Witch",
      "pt": "Bruxa",
      "ru": "Ведьма",
      "de": "Hexe",
      "es": "Bruja"
    }
  },
  {
    "name": "Wither Skeleton",
    "description": "Wither Skeletons are dangerous hostile mobs and one of the few mobs that can sprint, and that spawn in Nether fortresses. Wither skeletons are the Nether equivalent of skeletons. Wither skeletons are three blocks tall, use stone swords and, like other Nether mobs, are immune to fire. When attacked by a wither skeleton, the player is inflicted with the Wither effect for 10 seconds, which darkens the health bar and gradually damages the player over time. When killed, wither skeletons can drop bones and coal, and have a rarer chance to drop their stone sword and a 2.5% (1/40th) chance to drop their skull. Wither skeletons can also pick up items, weapons, tools, and armor, similar to other undead mobs.",
    "description-ru": "Увядание Скелеты - опасные враждебные мобы и одна из немногих мобов, которые могут спринтировать, и которые появляются в крепостях Пустоты. Сухожильные скелеты - это эквивалент скелетов в Пустоте. Сухожильные скелеты высотой в три квартала, используют каменные мечи и, как и другие мобы из Пустоты, невосприимчивы к огню. Когда атакуется скелет увядания, игрок получает эффект Wither в течение 10 секунд, который темнеет в баре здоровья и постепенно наносит урон игроку с течением времени. Когда убитые, вялые скелеты могут бросать кости и уголь, и у них появляется более редкая возможность бросить свой каменный меч и на 2,5% (1/40) шанс сбросить свой череп. Скелеты увядания могут также подбирать предметы, оружие, инструменты и доспехи, как и другие мобы нежити.",
    "description-pt": "Wither Os esqueletos são multidões hostis perigosas e um dos poucos mobs que podem sprint, e que spawn em fortalezas Nether. Os esqueletos Wither são o equivalente Nether de esqueletos. Wither esqueletos são três blocos de altura, usar espadas de pedra e, como outros mobs Nether, são imunes ao fogo. Quando atacado por um esqueleto wither, o jogador é infligido com o efeito Wither por 10 segundos, o que escurece a barra de saúde e gradualmente danifica o jogador ao longo do tempo. Quando morto, esqueletos murchos podem cair ossos e carvão, e têm uma chance mais rara de soltar sua espada de pedra e uma chance de 2,5% (1/40) de deixar cair o crânio. Wither esqueletos também pode pegar itens, armas, ferramentas e armaduras, semelhante a outros mobs mortos-vivos.",
    "description-es": "Wither Skeletons son peligrosas turbas hostiles y una de las pocas turbas que pueden correr, y que desovan en las fortalezas de los Países Bajos. Los esqueletos de Wither son el equivalente inferior de los esqueletos. Los esqueletos de Wither son de tres bloques de altura, usan espadas de piedra y, al igual que otros mobs Nether, son inmunes al fuego. Cuando es atacado por un esqueleto marchito, el jugador se inflige con el efecto Wither durante 10 segundos, lo que oscurece la barra de salud y gradualmente daña al jugador con el tiempo. Cuando mueren, los esqueletos marchitos pueden dejar caer huesos y carbón, y tienen una oportunidad más rara de soltar su espada de piedra y una probabilidad del 2,5% (1/40) de dejar caer su cráneo. Los esqueletos Wither también pueden recoger objetos, armas, herramientas y armaduras, similares a otros mobs no muertos.",
    "health": 10,
    "spawn": "Nether Fortresses at light level 7 or less",
    "drops": [
      "Coal",
      "Bone",
      "Wither Skeleton Skull"
    ],
    "type": "Hostile",
    "strength": {
      "easy": 2,
      "normal": 3.5,
      "hard": 5
    },
    "experience": "5",
    "translations": {
      "us": "Wither Skeleton",
      "uk": "Wither Skeleton",
      "pt": "Wither Skeleton",
      "ru": "Wither Skeleton",
      "de": "Wither Skeleton",
      "es": "Wither Skeleton"
    }
  },
  {
    "name": "Zombie",
    "description": "Zombies have green skin, empty eye sockets, and identical clothing to the player and other humans. They are 2 blocks tall, 1 block wide, and 0.24 blocks thick.",
    "description-ru": "У зомби есть зеленая кожа, пустые глазницы и одинаковая одежда для игрока и других людей. Они 2 блока высотой, 1 блок шириной, и 0.24 блока толщиной.",
    "description-pt": "Zombies têm pele verde, soquetes vazios, e roupas idênticas para o jogador e outros seres humanos. São 2 blocos de altura, 1 bloco de largura, e 0,24 blocos de espessura.",
    "description-es": "Los zombis tienen piel verde, zócalos vacíos y ropa idéntica para el jugador y otros seres humanos. Son 2 bloques de altura, 1 bloque de ancho, y 0,24 bloques de espesor.",
    "health": 10,
    "spawn": "Light level of 7 or less and 1×2 space anywhere but blocks marked as transparent (half blocks, glass, TNT etc).",
    "drops": [
      "Rotten Flesh",
      "Feather"
    ],
    "strength": {
      "easy": 2,
      "normal": 3,
      "hard": 4.5
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Zombie",
      "uk": "Zombie",
      "pt": "Zumbi",
      "ru": "Зомби",
      "de": "Zombie",
      "es": "Zombi"
    }
  },
  {
    "name": "Zombie Villager",
    "description": "Zombie Villagers have the same bodies as original Zombies, but their heads appear as undead Villager heads.",
    "description-ru": "У зомби-селян есть те же тела, что и у оригинальных зомби, но их головы выглядят как головы нежити-селянинов.",
    "description-pt": "Aldeões zumbis têm os mesmos corpos que zumbis originais, mas suas cabeças aparecem como cabeças de aldeões mortos-vivos.",
    "description-es": "Zombie Los aldeanos tienen los mismos cuerpos que los Zombies originales, pero sus cabezas aparecen como cabezas de aldeanos no muertos.",
    "health": 10,
    "spawn": "Light level of 7 or less and 1×2 space anywhere but blocks marked as transparent (half blocks, glass, TNT etc).",
    "drops": [
      "Rotten Flesh",
      "Feather"
    ],
    "strength": {
      "easy": 2,
      "normal": 3,
      "hard": 4.5
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Zombie Villager",
      "uk": "Zombie Villager",
      "pt": "Zombie Villager",
      "ru": "Zombie Villager",
      "de": "Zombie Villager",
      "es": "Zombie Villager"
    }
  },
  {
    "name": "Chicken Jockey",
    "description": "A Chicken Jockey is an extremely rare appearance of a baby zombie, baby zombie villager, or a baby zombie pigman riding a hostile chicken. They are easily killed with a durable sword but cannot be killed by leading it off a cliff. It will just slowly fly down to the ground without receiving any harm.",
    "description-ru": "Куриный жокей - это чрезвычайно редкий вид зомби-младенца, зомби-крошки-младенца или детеныша-зомби-свиньи на враждебном цыпленке. Их легко убить с помощью долговечного меча, но нельзя убить, выведя его со скалы. Он просто медленно спустится на землю, не получив никакого вреда.",
    "description-pt": "Um Chicken Jockey é uma aparência extremamente rara de um zumbi bebê, aldeão zumbi bebê, ou um bebê pigman zumbi montando uma galinha hostil. Eles são facilmente mortos com uma espada durável, mas não pode ser morto por levá-lo fora de um penhasco. Vai lentamente voar para o chão sem receber qualquer dano.",
    "description-es": "Un Jockey de pollo es una apariencia extremadamente rara de un zombie bebé, aldeano zombie bebé, o un bebé pigman zombie montar un pollo hostil. Ellos son fácilmente muertos con una espada duradera, pero no se puede matar por llevarlo de un acantilado. Sólo volará lentamente hasta el suelo sin recibir ningún daño.",
    "health": 12,
    "spawn": "Light level of 7 or less, anywhere but slabs (half blocks) or glass.\nRandomly spawns instead of a Baby Zombie.",
    "drops": [
      "Rotten Flesh",
      "Feather",
      "Raw Chicken",
      "Cooked Chicken",
      "Egg"
    ],
    "strength": {
      "easy": 2,
      "normal": 3,
      "hard": 4.5
    },
    "type": "Hostile",
    "experience": "1-8",
    "translations": {
      "us": "Chicken Jockey",
      "uk": "Chicken Jockey",
      "pt": "Chicken Jockey",
      "ru": "Chicken Jockey",
      "de": "Chicken Jockey",
      "es": "Chicken Jockey"
    }
  },
  {
    "name": "Snow Golem",
    "description": "Snow Golems are the game's first utility mob, which Notch defines as any player-created mob. They are friendly to their creator. Snow Golems are created using pumpkins and snow blocks, and will throw snowballs at enemy mobs. As Snow Golems move, they can leave a trail of snow on the ground. If a Snow Golem walks over a mushroom, the mushroom will be destroyed and dropped as an item. Snow Golems do not take fall damage. Once killed, the Snow Golem will drop a maximum of 15 snowballs. Like Endermen and Blazes, Snow Golems take damage upon contact with water.",
    "description-ru": "Снежные големы - это первый полезный моб игры, который Нотч определяет как любой созданный игроком моб. Они дружелюбны к своему создателю. Снежные Големы создаются с использованием тыкв и блоков снега, и будут бросать снежки в вражеские мобы. Поскольку Голые Горы Снега двигаются, они могут оставить след земли на земле. Если снежный голем шагает по грибу, гриб будет уничтожен и опущен как предмет. Снежные големы не получают повреждений от падения. После убийства снежного голема выпадет максимум 15 снежков. Как и Endermen и Blazes, снежные големы получают урон при контакте с водой.",
    "description-pt": "Snow Golems são a primeira multidão de utilidade do jogo, que Notch define como qualquer multidão criada pelo jogador. Eles são amigáveis ao seu criador. Golems neve são criados usando abóboras e blocos de neve, e vai jogar bolas de neve em mobs inimigo. Como Snow Golems mover, eles podem deixar uma trilha de neve no chão. Se um Golem de neve anda sobre um cogumelo, o cogumelo será destruído e deixado cair como um item. Snow Golems não sofrem dano de queda. Uma vez morto, o Golem de Neve vai cair um máximo de 15 bolas de neve. Como Endermen e Blazes, Snow Golems tomar danos ao contato com a água.",
    "description-es": "Snow Golems son la primera multitud de utilidad del juego, que Notch define como cualquier turba creada por los jugadores. Son amistosos con su creador. Snow Golems se crean con calabazas y bloques de nieve, y lanzará bolas de nieve a las turbas enemigas. A medida que los Snow Golems se mueven, pueden dejar un rastro de nieve en el suelo. Si un Golem de nieve camina sobre un hongo, el hongo será destruido y caído como un elemento. Los Golems de nieve no sufren daños por caídas. Una vez muerto, el Golem de Nieve dejará caer un máximo de 15 bolas de nieve. Al igual que Endermen y Blazes, los Golems de nieve sufren daños al contacto con el agua.",
    "health": 2,
    "spawn": "Where created by the player",
    "drops": [
      "Snowball"
    ],
    "type": "Utility",
    "strength": null,
    "experience": "0",
    "translations": {
      "us": "Snow Golem",
      "uk": "Snow Golem",
      "pt": "Golem de Neve",
      "ru": "Снеговик",
      "de": "Schneegolem",
      "es": "Gólem de nieve"
    }
  },
  {
    "name": "Iron Golem",
    "description": "Iron Golems are large, strong utility mobs. Their main purpose is to defend villagers in villages from hostile mobs and siege attacks. They will try to protect villagers from getting killed.",
    "description-ru": "Железные Големы - большие, сильные монстры. Их основная цель - защитить жителей деревень от враждебных мобов и осадных атак. Они будут пытаться защитить жителей от гибели.",
    "description-pt": "Golems de Ferro são grandes, mobs de utilidade forte. Seu objetivo principal é defender aldeões em aldeias de mobs hostis e ataques de cerco. Eles vão tentar proteger os moradores de serem mortos.",
    "description-es": "Golems de hierro son grandes, multitudes de utilidad fuertes. Su objetivo principal es defender a los aldeanos de aldeas de hostias hostiles y ataques de asedio. Ellos tratarán de proteger a los aldeanos de ser asesinados.",
    "health": 50,
    "spawn": "Near a group of 10 Villagers and 21 houses in any light level or anywhere created by The Player",
    "drops": [
      "Iron Ingot",
      "Poppy"
    ],
    "strength": {
      "easy": 10.5,
      "normal": 10.5,
      "hard": 10.5
    },
    "type": "Utility",
    "experience": "0",
    "translations": {
      "us": "Iron Golem",
      "uk": "Iron Golem",
      "pt": "Golem de Ferro",
      "ru": "Железный голем",
      "de": "Eisengolem",
      "es": "Gólem de hierro"
    }
  },
  {
    "name": "Ender Dragon",
    "description": "The Ender Dragon is the first official boss mob to appear in Minecraft (with the second being the Wither). It only naturally spawns in The End. This mob uses the dragon model Notch created, but utilizes a texture more reminiscent of an Enderman, being black and scaly with purple eyes. It is widely acknowledged as the main antagonist of the game.",
    "description-ru": "Эндер Дракон - первая официальная босса, которая появится в Minecraft (вторая - Wither). Это только естественно порождает в Конец. Этот моб использует созданную Нотчем модель дракона, но использует текстуру, более напоминающую Эндермана, будучи черной и чешуйчатой с фиолетовыми глазами. Он широко известен как главный антагонист игры.",
    "description-pt": "O Ender Dragon é a primeira multidão oficial a aparecer no Minecraft (sendo o segundo o Wither). Ele só nasce naturalmente no Fim. Este mob usa o modelo de dragão Notch criado, mas utiliza uma textura mais remanescente de um Enderman, sendo preto e escamosa com olhos roxos. É amplamente reconhecido como o principal antagonista do jogo.",
    "description-es": "El dragón de Ender es la primera muchedumbre oficial del jefe para aparecer en Minecraft (con el segundo que es el Wither). Sólo aparece naturalmente en El Fin. Esta mafia usa el modelo de dragón que Notch creó, pero utiliza una textura que recuerda más a un Enderman, siendo negro y escamoso con ojos púrpuras. Es ampliamente reconocido como el principal antagonista del juego.",
    "health": 100,
    "spawn": "The End",
    "drops": [
      "Dragon Egg",
      "Overworld Portal"
    ],
    "strength": {
      "easy": 3,
      "normal": 5,
      "hard": 7.5
    },
    "type": "Bosses",
    "experience": "12,000",
    "translations": {
      "us": "Ender Dragon",
      "uk": "Ender Dragon",
      "pt": "Dragão Ender",
      "ru": "Дракон Эндера",
      "de": "Enderdrache",
      "es": "Dragón del Fin"
    }
  },
  {
    "name": "Wither",
    "description": "The Wither is a floating three-headed hostile mob with a skeletal appearance. It is the second boss mob, introduced in Minecraft during the Pretty Scary Update. It is Minecraft's first player-created mob to be hostile to all living mobs and the player, and is so far exclusive to the PC version.",
    "description-ru": "Wither - плавающая трехглавая враждебная толпа с скелетным видом. Это вторая босс-босс, представленная в Minecraft во время Довольно страшного обновления. Это первая созданная игроком магнат Minecraft, которая будет враждебно относиться ко всем живым мобам и игроку, и пока что эксклюзивна для версии для ПК.",
    "description-pt": "O Wither é uma multidão flutuante de três cabeças hostis com uma aparência esquelética. É o segundo boss mob, introduzido no Minecraft durante a Pretty Scary Update. É a primeira multidão criada pelo Minecraft a ser hostil a todos os mobs vivos e ao jogador, e é até agora exclusiva para a versão para PC.",
    "description-es": "El Wither es una multitud hostil flotante de tres cabezas con una apariencia esquelética. Es la segunda mafia del jefe, presentada en Minecraft durante la actualización Pretty Scary. Es la primera multitud creada por el jugador de Minecraft a ser hostil a todos los mobs vivos y al jugador, y es hasta ahora exclusivo para la versión para PC.",
    "health": 150,
    "spawn": "Built by player",
    "drops": [
      "Nether Star"
    ],
    "strength": {
      "easy": 2.5,
      "normal": 4,
      "hard": 6
    },
    "type": "Bosses",
    "experience": "50",
    "translations": {
      "us": "Wither",
      "uk": "Wither",
      "pt": "Wither",
      "ru": "Иссушитель",
      "de": "Wither",
      "es": "Wither"
    }
  },
  {
    "name": "Endermite",
    "description": "An Endermite is a mob that occasionally spawns when an Enderman teleports, or when the player teleports using an Ender Pearl.",
    "description-ru": "Endermite - это моб, который периодически появляется, когда Enderman телепортируется, или когда игрок телепортируется с помощью Ender Pearl.",
    "description-pt": "Um Endermite é um mob que ocasionalmente spawns quando um Enderman teleports, ou quando o jogador teleports usando um Ender Pearl.",
    "description-es": "Un Endermite es una turba que ocasionalmente genera cuando un Enderman se teletransporta, o cuando el jugador se teletransporta usando una perla de Ender.",
    "health": 4,
    "spawn": "When an Enderman teleports\nWhen an Ender Pearl is thrown",
    "drops": null,
    "strength": {
      "easy": 1,
      "normal": 1,
      "hard": 1
    },
    "type": "Hostile",
    "experience": "50",
    "translations": {
      "us": "Endermite",
      "uk": "Endermite",
      "pt": "Endermite",
      "ru": "Endermite",
      "de": "Endermite",
      "es": "Endermite"
    }
  },
  {
    "name": "Rabbit",
    "description": "Rabbits or Bunnies are passive (with one rare exception) and tameable mobs. They bounce around aimlessly. They can be bred using carrots, golden carrots or dandelions.",
    "description-ru": "Кролики или Кролики пассивны (за одним редким исключением) и приручаемые мобы. Они бесцельно катятся. Их можно разводить, используя морковь, золотую морковь или одуванчики.",
    "description-pt": "Os coelhos ou os coelhos são passivos (com uma exceção rara) e mobs tameable. Eles saltam em torno sem rumo. Eles podem ser criados usando cenouras, cenouras douradas ou dentes-de-leão.",
    "description-es": "Los conejos o conejos son pasivos (con una rara excepción) y mobs tameable. Ellos rebotan sin rumbo. Pueden ser criados usando zanahorias, zanahorias de oro o dientes de león.",
    "health": 5,
    "spawn": "",
    "drops": [
      "Rabbit Hide",
      "Raw Rabbit",
      "Cooked Rabbit",
      "Rabbit's Foot"
    ],
    "strength": {
      "easy": 2.5,
      "normal": 4,
      "hard": 6
    },
    "type": "Passive",
    "experience": "N/A",
    "translations": {
      "us": "Rabbit",
      "uk": "Rabbit",
      "pt": "Rabbit",
      "ru": "Rabbit",
      "de": "Rabbit",
      "es": "Rabbit"
    }
  },
  {
    "name": "Evoker",
    "description": "Evokers can summon devilish flying beasts, called Vexes, that can pass through walls to swoop at the player. If that wasn’t enough, they have a secondary attack which conjures a row of fangs to erupt from the ground - all part of Jens’ plan to keep the player moving. 'I wanted to force players to move around and not just stand with a shield and wait,' Jens says. Individual evokers spawn during the generation of particular woodland mansion rooms. They will not respawn after their initial spawn, thus there are a limited number of them per world. Evokers spawned with mansions do not naturally despawn. Evokers will always drop 1 totem of undying. They will also drop 0–1 emeralds if killed by the player, with the maximum increasing by 1 for every level of Looting. Evokers will attack players, villagers and iron golems within about 16 blocks. When not in the middle of summoning an attack, the evoker will attempt to run away from the player to avoid being attacked, before stopping to attack once again. The evoker has three spells: fang attacks, summoning vexes, and a sheep color conversion spell. When attacking, the evoker is much more likely to use a fang attack, and may immediately follow it up by summoning some vexes.",
    "description-ru": "Evokers могут вызывать дьявольских летающих зверей, называемых Vexes, которые могут проходить сквозь стены, чтобы напасть на игрока. Если этого было недостаточно, у них была вторичная атака, которая вызывала ряд клыков, чтобы прорваться из-под земли - все это было в плане плана Дженса по поддержанию игрока в движении. «Я хотел заставить игроков перемещаться, а не просто стоять со щитом и ждать», говорит Дженс. Индивидуальные эвокера появляются во время генерации определенных комнат в лесных массивах. Они не будут возрождаться после их первоначального появления, поэтому их количество ограничено в мире. Эвокеры, порожденные особняками, естественно, не исчезают. Evokers всегда будет бросать 1 тотем бессмертного. Они также снимут 0-1 изумрудов, если их убьет игрок, с максимальным увеличением на 1 для каждого уровня мародерства. Evokers атакует игроков, жителей и железных големов в пределах 16 блоков. Когда не в середине вызова атаки, evoker пытается убежать от игрока, чтобы избежать нападения, прежде чем снова остановиться, чтобы атаковать. У заклинателя есть три заклинания: клыковые атаки, вызывающие досады и заклинание преобразования цвета овец. При атаке, evoker гораздо чаще использует атаку клыка, и может сразу же последовать за ней, вызывая некоторые недомогания.",
    "description-pt": "Os evocadores podem convocar monstros diabólicos, chamados Vexes, que podem passar por paredes para atacar o jogador. Se isso não bastasse, eles têm um ataque secundário que evoca uma fileira de presas para irromper do chão - tudo parte do plano de Jens para manter o jogador em movimento. Eu queria forçar os jogadores a se movimentarem e não apenas ficar com um escudo e esperar, diz Jens. Os evokers individuais spawn durante a geração de quartos particulares da mansão da floresta. Eles não respawn após o seu spawn inicial, assim, há um número limitado deles por mundo. Evocadores gerados com mansões não despawn naturalmente. Evokers sempre vai cair um totem de eternidade. Eles também vão cair 0-1 esmeraldas se morto pelo jogador, com o aumento máximo de 1 para cada nível de saque. Evokers vai atacar jogadores, aldeões e golems de ferro dentro de cerca de 16 blocos. Quando não estiver no meio de convocar um ataque, o evocador tentará fugir do jogador para evitar ser atacado, antes de parar de atacar mais uma vez. O evocador tem três feitiços: ataques de colmilhos, invocando vexes, e um feitiço de conversão de cor de ovelha. Ao atacar, o evocador é muito mais propensos a usar um ataque colmilho, e pode imediatamente segui-lo por convocar alguns vexes.",
    "description-es": "Los Evokers pueden convocar a las bestias voladoras diabólicas, llamadas Vexes, que pueden pasar a través de las paredes para golpear en el jugador. Si eso no fuera suficiente, tienen un ataque secundario que evoca una fila de colmillos que irrumpen desde el suelo - todo parte del plan de Jens para mantener al jugador en movimiento. 'Quería obligar a los jugadores a moverse y no sólo estar con un escudo y esperar', dice Jens. Los evokers individuales desovan durante la generación de las habitaciones particulares de la mansión del arbolado. No respawn después de su spawn inicial, por lo tanto hay un número limitado de ellos por mundo. Evokers desovados con mansiones no despawn naturalmente. Los evocadores siempre dejarán caer un tótem de vida eterna. También dejarán caer 0-1 esmeraldas si son matadas por el jugador, con el máximo que aumenta por 1 para cada nivel de saqueo. Los evokers atacarán a jugadores, aldeanos y golems de hierro dentro de aproximadamente 16 bloques. Cuando no está en medio de convocar un ataque, el evocador intentará huir del jugador para evitar ser atacado, antes de detenerse para atacar de nuevo. El evocador tiene tres hechizos: ataques de colmillos, conjuros de vexes y un hechizo de conversión de color de oveja. Al atacar, el evocador es mucho más probable que utilice un ataque de colmillo, y puede inmediatamente seguirlo convocando algunos vexes.",
    "health": 24,
    "spawn": "Woodland Mansion",
    "drops": [
      "Totem of Undying",
      "Emerald"
    ],
    "strength": {
      "easy": 6,
      "normal": 6,
      "hard": 6
    },
    "type": "Hostile",
    "experience": "10",
    "translations": {
      "us": "Evoker",
      "uk": "Evoker",
      "pt": "Evoker",
      "ru": "Вызыватель",
      "de": "Magier",
      "es": "Evocador"
    }
  },
  {
    "name": "Guardian",
    "description": "The Guardian is a hostile mob. It only spawns underwater in ocean monuments. Its eye will always look towards the viewpoint of a nearby player. It also has a larger, grey, mini-boss variant called the Elder Guardian.\nThe Guardian attacks by sending out a large laser beam which harms the player. In addition, Guardians can target and damage players who are riding in boats; however once the player is out of range, the Guardian's laser will disengage from the player, and deal no damage.",
    "description-ru": "Хранитель - это враждебная толпа. Он только нерестится под водой в океанских памятниках. Его глаз всегда будет смотреть на точку зрения соседнего игрока. Он также имеет больший серый вариант с мини-боссом под названием «Старший страж». The Guardian атакует, отправляя большой лазерный луч, который наносит вред игроку. Кроме того, Опекуны могут атаковать и наносить урон игрокам, которые едут на лодках; Однако, как только игрок окажется вне зоны действия, лазер Guardian отключится от игрока и не нанесет никакого ущерба.",
    "description-pt": "O Guardião é uma multidão hostil. Só desova debaixo d'água em monumentos oceânicos. Seu olho olhará sempre para o ponto de vista de um jogador próximo. Ele também tem uma variante maior, cinza, mini-boss chamada The Elder Guardian. O Guardião ataca enviando um grande feixe de laser que prejudica o jogador. Além, os guardiães podem alvejar e danificar jogadores que estão montando em barcos; No entanto, uma vez que o jogador está fora de alcance, o laser do Guardian irá desengatar do jogador, e não causar nenhum dano.",
    "description-es": "El Guardián es una mafia hostil. Sólo se reproduce bajo el agua en los monumentos oceánicos. Su ojo siempre mirará hacia el punto de vista de un jugador cercano. También tiene una variante más grande, de color gris, mini-boss llamada The Elder Guardian. El Guardian ataca enviando un gran rayo láser que daña al jugador. Además, los Guardianes pueden atacar y dañar a los jugadores que están montando en barcos; Sin embargo, una vez que el jugador está fuera de rango, el láser del Guardian se desacoplará del reproductor y no reparará ningún daño.",
    "health": 15,
    "spawn": "",
    "drops": [
      "Raw Fish",
      "Prismarine Crystals",
      "Prismarine Shard"
    ],
    "strength": {
      "easy": 2,
      "normal": 3,
      "hard": 4.5
    },
    "type": "Hostile",
    "experience": "N/A",
    "translations": {
      "us": "Guardian",
      "uk": "Guardian",
      "pt": "Guardian",
      "ru": "Guardian",
      "de": "Guardian",
      "es": "Guardian"
    }
  },
  {
    "name": "Husk",
    "description": "80% of zombies spawned directly under the sky in desert, desert hills, and desert M biomes will be husks. Like normal zombies, there is a 5% chance for baby husks to be spawned, and an additional 5% chance to spawn as a chicken jockey. They behave similar to regular zombies, with the following differences: They do not burn in sunlight. They will apply Hunger to any player it hits. This effect lasts for 7 × floor (regional difficulty) seconds. They do not have a villager counterpart. They are visually 2 pixels taller than Zombies but have the same hitbox. Their voices are more raspy than their normal counterparts. They avoid water. When killed, zombies drop 0–2 pieces of rotten flesh. Zombies will rarely drop iron ingots, carrots, potatoes, and any naturally spawned equipment. Any picked-up equipment has 100% chance of dropping and will drop with the same damage level it had when picked up, while any naturally spawned equipment has a 8.5% (9.5% with Looting I, 10.5% with Looting II and 11.5% with Looting III) chance of dropping and will drop with a random durability. A zombie will drop its head if killed by a charged creeper's explosion. Zombies drop 5 experience when killed by a player or tamed wolf, and an extra 1–3 experience if the zombie has equipment. If the zombie is a baby, it will drop an additional 7 experience.",
    "description-ru": "80% зомби, появившихся непосредственно под небом в пустыне, пустынных холмах и пустынях М, будут являться шелухой. Как у нормальных зомби, есть шанс 5% для детской шелухи быть порожденной, и еще 5% -ый шанс появиться как цыпленок-жокей. Они ведут себя подобно обычным зомби со следующими отличиями: они не горят под солнечным светом. Они будут применять Голод к любому игроку, которого он поражает. Этот эффект длится 7 секунд (региональные трудности) секунд. У них нет представителя деревни. Они визуально на 2 пикселя выше, чем Зомби, но имеют тот же хитбокс. Их голоса более резкие, чем их обычные коллеги. Они избегают воды. Когда убивают, зомби бросают 0-2 куска гнилой плоти. Зомби редко бросают железные слитки, морковь, картофель и любое естественное нерестное оборудование. Любое собранное снаряжение имеет шанс на 100% понизиться и упадет с тем же уровнем урона, что и при получении, в то время как любое природно порожденное оборудование имеет 8,5% (9,5% с грабежом I, 10,5% с грабежом II и 11,5% с Грабеж III) шанс падать и упадет со случайной долговечностью. Зомби опустит голову, если его убьют взрывом заряженного ползучего. Зомби бросают 5 опыта, когда его убивает игрок или прирученный волк, и дополнительные 1-3 опыта, если у зомби есть экипировка. Если зомби - ребенок, он потеряет еще 7 опыта.",
    "description-pt": "80% dos zumbis gerados diretamente sob o céu no deserto, deserto montes, e deserto M biomas serão cascas. Como zumbis normais, há uma chance de 5% para cascas de bebê ser gerado, e uma chance adicional de 5% para desovar como um jóquei de galinha. Eles se comportam similar aos zumbis regulares, com as seguintes diferenças: Eles não queimam à luz do sol. Eles vão aplicar a fome a qualquer jogador que bate. Este efeito dura 7 × piso (dificuldade regional) segundos. Eles não têm um homólogo aldeão. Eles são visualmente 2 pixels mais alto do que Zombies, mas têm o mesmo hitbox. Suas vozes são mais raspy do que suas contrapartes normais. Eles evitam a água. Quando morto, os zumbis caem 0-2 pedaços de carne podre. Zumbis raramente soltar lingotes de ferro, cenouras, batatas e qualquer equipamento naturalmente gerado. Qualquer equipamento recolhido tem 100% de probabilidade de cair e vai cair com o mesmo nível de dano que teve quando apanhado, enquanto qualquer equipamento naturalmente gerado tem um 8,5% (9,5% com Saqueio I, 10,5% com Saqueio II e 11,5% com Looting III) chance de cair e vai cair com uma durabilidade aleatória. Um zumbi vai cair a cabeça se for morto por uma explosão de creeper carregado. Zombies drop 5 experiência quando mortos por um jogador ou lobo domesticado, e uma experiência extra 1-3 se o zumbi tem equipamento. Se o zumbi é um bebê, ele vai cair uma experiência adicional de 7.",
    "description-es": "80% de los zombies desovados directamente bajo el cielo en el desierto, las colinas del desierto, y el desierto M biomas serán cáscaras. Al igual que los zombies normales, hay un 5% de posibilidades de que se reproduzcan las cáscaras del bebé, y una posibilidad adicional de 5% de aparecer como un jockey de pollo. Se comportan de forma similar a los zombies regulares, con las siguientes diferencias: No se queman al sol. Aplicarán hambre a cualquier jugador que golpee. Este efecto dura 7 × piso (dificultad regional) segundos. No tienen una contraparte del aldeano. Son visualmente 2 píxeles más alto que Zombies pero tienen el mismo hitbox. Sus voces son más rasposas que sus contrapartes normales. Evitan el agua. Cuando mueren, los zombis caen 0-2 pedazos de carne podrida. Los zombis raramente caerán lingotes de hierro, zanahorias, patatas y cualquier equipo que se produzca naturalmente. Cualquier equipo recogido tiene un 100% de probabilidades de caer y caerá con el mismo nivel de daño que tuvo cuando se recogió, mientras que cualquier equipo que se reproduce naturalmente tiene un 8.5% (9.5% con Saqueo I, 10.5% con Saqueo II y 11.5% con Saqueo III) posibilidad de caer y caerá con una durabilidad aleatoria. Un zombi dejará caer su cabeza si es matado por una explosión de la enredadera cargada. Los zombis caen 5 experiencia cuando son muertos por un jugador o lobo domesticado, y una experiencia adicional de 1-3 si el zombi tiene equipo. Si el zombie es un bebé, dejará caer una experiencia adicional de 7 años.",
    "health": 20,
    "spawn": "Desert, Desert Hills, Desert M",
    "drops": [
      "Rotten Flesh",
      "Iron Ingot",
      "Potato",
      "Carrot"

    ],
    "strength": {
      "easy": 2,
      "normal": 3,
      "hard": 4
    },
    "type": "Hostile",
    "experience": "5-7",
    "translations": {
      "us": "Husk",
      "uk": "Husk",
      "pt": "Casca",
      "ru": "Лузга",
      "de": "Hülse",
      "es": "La cáscara de"
    }
  },
  {
    "name": "Elder Guardian",
    "description": "The Elder Guardian is a hostile mob which only spawns underwater in Ocean Monuments. It is a stronger variant of the Guardian.\nThe Elder Guardian spawns 3 times in set sections of the ocean monument. Elder Guardians inflict Mining Fatigue III on nearby players, the purpose of this being to protect the treasures (gold blocks and wet sponges) of the monument from being mined until after the monument has been fully conquered, as well as to prevent players from simply mining through the monument walls.\nThe Elder Guardian attacks by sending out a large laser beam which harms the player. In addition, Elder Guardians can target and damage players who are riding in boats; however once the player is out of range, the Guardian's laser will disengage from the player, and deal no damage.",
    "description-ru": "Старший Хранитель - это враждебная толпа, которая только нерестится под водой в Ocean Monuments. Это более сильный вариант Хранителя. Первый Хранитель порождает 3 раза в установленных разделах океанского памятника. Старшие Хранители наносят Mining Fatigue III на находящихся поблизости игроков, цель этого состоит в том, чтобы защитить сокровища (золотые блоки и мокрые губки) монумента от добычи до тех пор, пока памятник не будет полностью побежден, а также для предотвращения игроков от простой добычи Через стены монумента. Первой атакующий атакует, отправляя большой лазерный луч, который наносит вред игроку. Кроме того, Старшие Стражи могут атаковать и наносить урон игрокам, которые едут на лодках; Однако, как только игрок окажется вне зоны действия, лазер Guardian отключится от игрока и не нанесет никакого ущерба.",
    "description-pt": "The Elder Guardian é uma multidão hostil que só gera subaquática em Ocean Monuments. É uma variante mais forte do Guardian. O Guardião mais velho spawns 3 vezes em set seções do monumento do oceano. Os Guardiões Antigos infligem a Fadiga de Mineração III a jogadores próximos, com a finalidade de proteger os tesouros (blocos de ouro e esponjas húmidas) do monumento de ser minado até que o monumento tenha sido totalmente conquistado, bem como impedir que os jogadores simplesmente minerem Através das paredes do monumento. O Guardião Mais Velho ataca enviando um grande raio laser que prejudica o jogador. Além disso, Elder Guardians pode direcionar e danificar jogadores que estão andando em barcos; No entanto, uma vez que o jogador está fora de alcance, o laser do Guardian irá desengatar do jogador, e não causar nenhum dano.",
    "description-es": "The Elder Guardian es una mafia hostil que sólo engendra bajo el agua en Ocean Monuments. Es una variante más fuerte del Guardian. El Elder Guardian spawns 3 veces en secciones del monumento del océano. Los Guardianes de los Ancianos infligen la Fatiga de Minería III a los jugadores cercanos, cuyo propósito es proteger los tesoros (bloques de oro y esponjas húmedas) del monumento de ser minado hasta que el monumento ha sido completamente conquistado, así como para evitar que los jugadores simplemente mineren A través de las paredes del monumento. El Guardián Mayor ataca enviando un gran rayo láser que daña al jugador. Además, los Guardianes Mayores pueden atacar y dañar a los jugadores que están montando en barcos; Sin embargo, una vez que el jugador está fuera de rango, el láser del Guardian se desacoplará del reproductor y no reparará ningún daño.",
    "health": 40,
    "spawn": "",
    "drops": [
      "Raw Fish",
      "Prismarine Crystals",
      "Prismarine Shard",
      "Wet Sponge"
    ],
    "strength": {
      "easy": 2.5,
      "normal": 4,
      "hard": 6
    },
    "type": "Hostile",
    "experience": "N/A",
    "translations": {
      "us": "Elder Guardian",
      "uk": "Elder Guardian",
      "pt": "Elder Guardian",
      "ru": "Elder Guardian",
      "de": "Elder Guardian",
      "es": "Elder Guardian"
    }
  },
  {
    "name": "Shulker",
    "description": "Shulkers are hostile mobs that are found in End cities, located on the outer islands of the End. They hide in their shell to blend in with surrounding purpur blocks.\nShulkers spawn during generation of end cities, which are located on the outer islands of the End. They often spawn on the walls of the dungeon. They don't despawn naturally, and once killed, they don't respawn.\nShulkers drop 5 experience when killed by a player or a tamed wolf. Otherwise, they drop nothing.\nThe shell of the mob looks similar to a purpur block, blending in relatively easily to its surroundings. Inside the shell of the mob is a small yellow head with two eyes.\nShulkers generally remain stationary, attached to an adjacent solid block. However, if the block the shulker occupies becomes something other than air or the shulker finds itself not adjacent to any solid block, or the shell cannot open, it will attempt to teleport (5 attempts per tick) to an air block within a 17×17×17 cuboid centered on the shulker that is adjacent to a solid block.\nShulkers will occasionally open their shell for 1–3 seconds to peer outside. When a target comes within about 16 blocks, it will open up fully and shoot guided projectiles (which follow the player) which only move along the X, Y, or Z axis and leave trails of white particles. The projectiles can be destroyed by attacking them. If the bullet hits an entity, it does 4 (heart x 2) of damage and inflicts the levitation status effect for 10 seconds. As long as the target is in range, the shulker will continue to fire every 1–5.5 seconds.\nWhen its shell is closed, a shulker has 20 (armor × 10) armor points and is completely immune to arrows. When the shell opens, it loses this natural armor and takes damage as normal. When at less than half health, a shulker has a 25% chance of teleporting (as described above) after taking damage. When a shulker is attacked, other shulkers in the area will target the attacker as well.\nShulkers are immune to lava and fire.",
    "description-ru": "Шульки - это враждебные мобы, которые находятся в городах конца, расположенных на внешних островах Конец. Они прячутся в своей раковине, чтобы слиться с окружающими блоками пурпур. Шулькиры появляются во время генерации конечных городов, которые расположены на внешних островах Конец. Они часто появляются на стенах подземелья. Они не исчезают естественным образом, и после убийства они не возрождаются. Шулкеры теряют 5 опыта, когда их убивает игрок или прирученный волк. В противном случае они ничего не бросают. Клиент моба похож на пурпурный блок, довольно легко смешиваясь с окружающим. Внутри раковины толпа - маленькая желтая голова с двумя глазами. Шульки вообще остаются неподвижными, прикрепленными к соседнему сплошному блоку. Однако, если блок, который занимает shulker, становится чем-то другим, кроме воздуха, или shulker оказывается не прилегающим к какому-либо сплошному блоку, или оболочка не может открыть, он будет пытаться телепортироваться (5 попыток за галочку) в воздушный блок в пределах 17 × 17 × 17 кубоид, центрированный на shulker, который прилегает к сплошному блоку. Shulkers будет иногда открывать свою оболочку в течение 1-3 секунд, чтобы всматриваться наружу. Когда цель достигает примерно 16 блоков, она полностью откроется и начнет стрелять управляемыми снарядами (которые следуют за игроком), которые двигаются только вдоль оси X, Y или Z и оставляют следы белых частиц. Пули могут быть уничтожены, атакуя их. Если пуля попадает в сущность, она наносит 4 (сердце x 2) урона и наносит эффект левитации в течение 10 секунд. Пока цель находится в радиусе действия, shulker будет продолжать огонь каждые 1-5,5 секунд. Когда его оболочка закрыта, у shulker есть 20 (доспех × 10) единиц брони и он абсолютно невосприимчив к стрелам. Когда оболочка открывается, она теряет эту естественную броню и получает урон как обычно. Когда менее половины здоровья, у shulker есть 25% шанс телепортироваться (как описано выше) после получения урона. Когда атакуют shulker, другие shulkers в этом районе также атакуют атакующего. Шульки невосприимчивы к лаве и огню.",
    "description-pt": "Shulkers são mobs hostis que são encontrados em End cidades, localizadas nas ilhas exteriores do Fim. Eles se escondem em sua casca para misturar-se com os blocos purpur circundantes. Shulkers spawn durante a geração de cidades de final, que estão localizados nas ilhas exteriores do Fim. Geram frequentemente nas paredes do Dungeon. Eles não despawn naturalmente, e uma vez mortos, eles não respawn. Shulkers queda 5 experiência quando morto por um jogador ou um lobo domesticado. Caso contrário, eles não deixam cair nada. O shell da multidão parece semelhante a um bloco purpur, misturando-se em relativamente fácil ao seu entorno. Dentro da concha da turba é uma pequena cabeça amarela com dois olhos. Shulkers geralmente permanecem estacionários, ligados a um bloco sólido adjacente. No entanto, se o bloco que o shulker ocupa se tornar algo diferente do ar ou o shulker não se encontrar adjacente a qualquer bloco sólido, ou o shell não pode abrir, ele tentará se teletransportar (5 tentativas por tiquetaque) para um bloco de ar dentro de um 17 × 17 × 17 cuboid centrado no shulker que é adjacente a um bloco sólido. Shulkers, ocasionalmente, abrir a sua shell por 1-3 segundos para peer fora. Quando um alvo vem dentro de cerca de 16 blocos, ele irá abrir totalmente e atirar projéteis guiados (que seguem o jogador), que apenas se movem ao longo do eixo X, Y ou Z e deixam trilhas de partículas brancas. Os projéteis podem ser destruídos atacando-os. Se a bala atinge uma entidade, ela faz 4 (coração x 2) de dano e inflige o efeito de estado de levitação por 10 segundos. Enquanto o alvo estiver no alcance, o shulker continuará a disparar a cada 1-5.5 segundos. Quando o shell estiver fechado, um shulker tem 20 (armor × 10) pontos de armadura e é completamente imune a setas. Quando a concha se abre, ela perde essa armadura natural e recebe dano como normal. Quando em menos de metade da saúde, um shulker tem 25% de chance de se teletransportar (conforme descrito acima) depois de ter sofrido danos. Quando um shulker é atacado, outros shulkers na área também irão atacar o atacante. Shulkers são imunes a lava e fogo.",
    "description-es": "Shulkers son hostiles que se encuentran en las ciudades finales, ubicadas en las islas exteriores del Fin. Se esconden en su cáscara para mezclarse con los bloques de Purpur circundantes. Shulkers generan durante la generación de las ciudades finales, que se encuentran en las islas exteriores del extremo. A menudo aparecen en las paredes de la mazmorra. Ellos no despawn naturalmente, y una vez muertos, no respawn. Shulkers caen 5 experiencia cuando es matado por un jugador o un lobo domesticado. De lo contrario, no dejan caer nada. La concha de la mafia se asemeja a un bloque purpur, mezclándose con relativa facilidad a su entorno. Dentro de la cáscara de la turba hay una pequeña cabeza amarilla con dos ojos. Los cazadores generalmente permanecen estacionarios, unidos a un bloque sólido adyacente. Sin embargo, si el bloque que el shulker ocupa se convierte en algo distinto del aire o el shulker se encuentra no adyacente a ningún bloque sólido, o la concha no puede abrir, intentará teletransportarse (5 intentos por garrapata) a un bloque de aire dentro de un 17 × 17 × 17 cuboid centrado en el shulker que es adyacente a un bloque sólido. Shulkers de vez en cuando abrir su cáscara durante 1-3 segundos para mirar afuera. Cuando un objetivo viene dentro de aproximadamente 16 bloques, se abrirá completamente y disparará proyectiles guiados (que siguen al jugador) que sólo se mueven a lo largo del eje X, Y o Z y dejan rastros de partículas blancas. Los proyectiles pueden ser destruidos atacándolos. Si la bala golpea a una entidad, hace 4 (corazón x 2) de daño e inflige el efecto de estado de levitación durante 10 segundos. Mientras el objetivo esté en el rango, el shulker continuará disparando cada 1-5.5 segundos. Cuando su cáscara está cerrada, un shulker tiene 20 (armor × 10) puntos de armadura y es completamente inmune a las flechas. Cuando la cáscara se abre, pierde esta armadura natural y recibe daño como normal. Cuando con menos de la mitad de la salud, un shulker tiene un 25% de probabilidad de teletransportarse (como se describe más arriba) después de recibir daño. Cuando un shulker es atacado, otros shulkers en el área también se dirigirán al atacante. Los campesinos son inmunes a la lava y al fuego.",
    "health": 30,
    "spawn": "End city",
    "drops": [],
    "strength": {
      "easy": 4,
      "normal": 4,
      "hard": 4
    },
    "type": "Hostile",
    "experience": "5",
    "translations": {
      "us": "Shulker",
      "uk": "Shulker",
      "pt": "Shulker",
      "ru": "Shulker",
      "de": "Shulker",
      "es": "Shulker"
    }
  }
]